{
  "chapitres": [
    {
      "titre": "",
      "contenu": "NSL The International Handbook International English | 14th Edition IMPORTANT NOTICE This handbook is designed to give guidance aimed at reducing the risk of injury during Rigging and Lifting operations. It is intended to be used as a reference guide. It is not intended as a fully comprehensive manual on health and safety nor as a substitute for formal training. The information contained in this handbook is intended to comply with and reflect the guidance given in UK health and safety legislation current at the time of publication. The users must always satisfy themselves, as to the relevant health and safety legislation affecting the work site. Lifting equipment, lifting operations, specific tasks and work sites have inherent associated risks and hazards, While following the procedures and recommendations contained in this book should reduce the risk of injury, it will seldom be possible to eradicate risk completely. This book contains general recommendations only. The users will require to satisfy themselves that these recommendations are suitable for their particular circumstances AND DO NOT CONTRADICT GUIDANCE GIVEN BY MANUFACTURERS FOR THEIR: PARTICULAR EQUIPMENT. All statements, technical information, diagrams and recommendations contained in this book are believed to be correct but no guarantee is given as to their accuracy or completeness. In particular and without prejudice to the foregoing generality, no guarantee is given regarding information which has been sourced from third parties. To the fullest extent permissible by law, North Sea Lifting Limited shall have no liability whatsoever for any loss, claim or damage arising as a result of anything contained in or omitted from this book. © North Sea Lifting Limited 1991 (Revised 2018) All rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means, including photocopying and recording without the written permission of the copyright holder, application for which should be addressed to the Company. Such written permission must also be obtained before any part of this publication is stored in a retrieval system of any nature. 2 | ©NSL 1991 | nst.ascoword.com N Ss L The International Rigging & Lifting Handbook Name: Address: Tel: Email: Employer: Workplace / Location: ‘Tho Internationa! Rigging & Lifting Hancbook | 3 4 | ©NSL 1901 | Introduction The purpose of this handbook is to provide an awareness of lifting equipment and of its correct and safe usage. Itis a statutory requirement of SI 1999 No.3242 - The Management of Health and Safety at Work Regulations 1999, that work is carried out by trained personnel. Irrespective of your normal job designation or duties, the occasion may arise when you have to operate lifting equipment. The prime considerations are for the health and safety of personnel and then to ensure that materials and cargo are handled with the minimum risk of damage. This handbook reflects recognised policies and process of industries for safe lifting practices and the guidance given by regulatory authorities. Statutory requirements are the minimum standards acceptable and in many cases these practices will exceed the minimum requirements. The individual sections under the heading \"Safe Use of Equipment\" have been compiled in general terms as the equipment can originate from various manufacturers. Should any doubt exist as to the limitations of the equipment, the manufacturer's technical and operational literature should be consulted. Each lifting appliance or accessory should have an identification number and its Safe Working Load (SWL) or Working Load Limit (WLL) clearly marked. Although not required by law, it should also be colour coded to indicate its certification status. Only use equipment marked with the current colour code which will be prominently displayed at the worksite. ) Remember: This handbook is issued in support of existing Health and Safety at Work Policies. It provides information on lifting equipment and lifting operations which, if used properly, will lead to safer working practices. The international Rigging & Lifting Hancook | 5 Scope of Application This Handbook has been produced to comply with the requirements of Health and Safety at Work Regulations, The Lifting Operations and Lifting Equipment Regulations SI 1998 No 2307(LOLER), Health and Safety Codes of Practice and various Safety Guidance Notes. Principally, it provides guidelines for the safe use of lifting equipment at worksites but also contains information relating to general rigging practice and standards relevant to lifting operations. The handbook is aimed at any personnel involved in Lifting operations and those working with lifting equipment. The aim of this handbook is to alleviate \"every day\" mechanical handling problems. It is not intended to solve complex rigging problems. These must be addressed separately and individually. British Standards British Standards give guidance and recommendations and compliance is not mandatory however we recommend the guidance contained within these standards is followed as this will help you comply with your duties under Health & Safety legislation. However, where standards have been revised / rewritten and no longer contain the level of technical information or safety advice of the superseded standards, reference to “withdrawn” standards technical information is made. 6 | ©NSL 1991 | nstascoworid.com SECTION INDEX SAFE USE OF EQUIPMENT SAFETY ADVICE nace L6O WORKING LOAD LIMIT TABLES mace 22 1 BASIC PRINCIPLES OF RIGGING & LIFTING a. 0 F TERMS 2 0 REGULATIONS 3.0 DEFINITION AND PRINCIPLES OF LIFTING EQUIPMENT 4.0 EXAMINATION OF LIFTING EQUIPMENT 5.0 setection oF LIFTING EQUIPMENT e SAFE APPROACH TO LIFTING 11 1.2 1.4 GLOSSARY OF TERMS Competent Person (For Lifting Equipment Inspection) A person having the appropriate practical and theoretical knowledge and experience of the lifting equipment so that they can detect defects or weaknesses, and assess how important they are in relation to the safety and continued use of the equipment. This person should not be the same person who performs the routine maintenance of the equipment and be sufficiently independent and impartial to make objective decisions Working Load Limit (WLL) The maximum load which an item of lifting equipment is designed to raise, lower or suspend. The WLL does not account for particular service conditions which may affect the final rating of the equipment (see SWL below). Safe Working Load (SWL) The maximum load (as certified by a Competent Person) which an item of lifting equipment may raise, lower or suspend under particular service conditions, e.g. the SWL can be lower than the WLL. Factor of Safety / Safety Factor The ratio of the load that would cause failure of an item of lifting equipment to the load that is imposed upon it in service, i.e. SWL (this is to allow for detrimental criteria such as wear and tear, dynamic loadings, etc). Colour Code A method of marking equipment (normally with paint) to give a visual indication of its certification status. This colour should be changed at each periodic examination. 0 | ©NSL 1801 | 1.6 Plant / Identification Number A unique number given to an item of lifting equipment for registration purposes and to facilitate traceability. 1.7 Headroom The maximum vertical distance between the item to be lifted and the point of suspension of the hoisting machine, e.g. between the lifting eyes and the underside of runway beams. 1.8 Height of Lift The amount of possible travel between the top and bottom connection points, e.g. hooks of a hoisting machine. 19 Drawn-up Dimension The minimum distance between the suspension level and the bottom hook saddle (also known as closed-height). 1.10 Load Sensors of equipment used for detecting the actual loadings at a rigging point, e.g. load cell shackle, test clock or compression load cell, etc. 1.11 Lifting Equipment Ageneric term which includes lifting appliances and lifting accessories. 1.12 Thorough Examination A systematic and detailed examination of lifting equipment by a competent person to detect defects that are, or might affect the safe use of the equipment. ‘The International Rigging & Lifting Handbook | 11 2.0 24 2.2 2.3 24 REGULATIONS The principal Statutory Legislation & Regulations which govern lifting activities are: * The Health and Safety at Work, etc. Act (1974). * — S11998 No. 2307 The Lifting Operations and Lifting Equipment Regulations 1998. —$11992 No. 2793 The Manual Handling Operations Regulations. Health and Safety at Work, etc. Act (1974) This Act came into force in 1975 for onshore areas and was extended in 1977, to offshore areas. It is important that persons involved with lifting and lifting equipment ensure the safe use of lifting appliances and lift gear. The Effects of the Act It is the duty of every employer to ensure, so far as reasonably practicable, the health, safety and welfare at work of all his employees. This duty includes the provision of all necessary instruction, training and supervision, YOU have a legal responsibility to take reasonable care for your own health and safety for that of other people who may be affected by your conduct at work, You must comply with any safety requirements and co- operate with your employer / supervisor as far as necessary to enable that duty or requirement to be performed or complied with. The Penalties for Non-Compliance Legally, YOU are liable for the same statutory penalties as your employer if you do not comply with your obligations under the Act. If you are in breach of the Act, you commit a criminal offence and may be prosecuted whether or not an accident occurs. The Act allows for substantial fines and / or imprisonment. SI 1998 No. 2307 The Lifting Operations and Lifting Equipment Regulations 1998 (This is backed by an approved code of practice). These regulations came into force in December 1998. The parts of this Statutory Instrument pertinent to this handbook and that affect you \"the user\" are Regulations 4, 5, 6, 7, 8 and 9. Relevant information has been extracted from these regulations and is shown here: 12 | ©NSL 1991 | nst.ascoworld.com 2.5 2.6 27 29 Regulation 4 - Strength and Stability: Regulation 4 considers the safety risks of lifting equipment that could fail or collapse under load because of: — inadequate physical strength of any part of the equipment; OR — instability in the lifting system. Employers are required to ensure that: a) lifting equipment is of adequate strength and stability for each load, having regard in particular to the stress induced at its mounting or fixing point; b) every part of a load and anything attached to it and used in lifting it is of adequate strength. Regulation 5 - Lifting Equipment for Lifting Persons: Under this regulation, equipment for lifting persons must be specifically designed for that purpose and will include all the necessary / additional safety features. Any such equipment will be marked accordingly. Do not attempt to use standard lifting equipment which is NOT marked accordingly for lifting, lowering or suspending personnel. Regulation 6 — Positioning and Installation: Under this regulation, lifting equipment must be positioned and installed in such a way as to minimise the risk of damage to the load or injury to personnel. In certain cases, this includes the fencing off or erection of safety barriers around shafts or hoistways. Never cross or venture beyond these barriers even if it appears safe. Regulation 7 - Marking of Lifting Equipment: All lifting machinery and accessories shall be plainly marked with their safe working load / working load limit (or loads if dependent on lifting configurations), No lifting appliance or piece of lifting gear shall be used by any person for any load exceeding the SWL / WLL marked thereon. Regulation 8 - Organisation of Lifting Operations: Every lifting operation must be properly planned by a Competent Person, appropriately supervised, and carried out in a safe manner. (\"lifting operation\" means an operation concerned with the lifting or lowering of a load). This would include risk assessment at a level proportionate to the complexity and the perceived level of hazard. ‘The international Rigging & Lifting Handbook | 13 2.10 Regulation 9 - Thorough Examination and Inspection: 2.41 Every lifting appliance and every piece of lifting gear must be thoroughly examined and, where necessary, tested by a Competent Person before it is used for the first time, after any substantial repair or modification and thereafter at regular intervals. Outwith this, all equipment and gear must be examined by you prior to and after each use. Note: LOLER does not apply to lifting equipment which Is not provided for use at work. The Manual Handling Operations Regulations 1992 The Manual Handling Operations Regulations 1992, Statutory Instrument 2793 actually came into force on the 1st of January 1993. Manual handling is the handling of loads by human effort, as opposed to mechanical handling, i.e.: the lifting, putting down, pushing, pulling, carrying or moving of a load by hand or bodily force. A \"load\" includes persons, animals, material supported on a fork or shovel, etc. Further information on Manual Handling can be found in section 26 of this handbook and in the HSE Guidance document. 14 | ©NSL 1991 | nsLascoworkd.com 3.0 34 3.2 DEFINITION AND PRINCIPLES OF LIFTING EQUIPMENT Definition Lifting Equipment Work equipment for lifting or lowering loads and includes its attachments used for anchoring, fixing or supporting it and comprises of Lifting appliances and lifting accessories. Lifting Appliances Mechanical device capable of raising or lowering a load, e.g.: Cranes, Forklift Trucks, Lifts, Suspended Cradles, Powered Hoists, Manual Hoists, Lever Hoists, Rope Hoists, Beam Trolleys, Beam Clamps, Sheave Blocks, Winches, Runway Beams. Lifting Accessories Any device which is used or designed to be used directly or indirectly to connect a load to a lifting appliance (see above) and which does not form part of the load, e.g. Wire Rope Slings, Chain Slings, Man-made Fibre Slings, Hooks and Fittings, Swivels, Shackles, Eye Bolts, Rigging Screws, Wedge Sockets, Plate Clamps. Principles of Lifting Equipment All lifting equipment should be of adequate strength, sound material, of good construction and suitable for the duty which it has to perform. It should be tested in accordance with statutory requirements (i.e. a proof load applied) and a test certificate should be raised prior to its first use. The certificate is an important legal document. ‘The Intemational Rigging & Lifting Handbook | 15 3.3 3.4 3.6 3.7 Factor of Safety / Safety Factor Good practice requires that any lifting equipment shall have an adequate factor of safety incorporated in its design. Where appropriate in each of the separate equipment types, a minimum factor of safety for the specific item is recommended and this should not be decreased. The purposes of a factor of safety are numerous including allowance for wear, impact, dynamic loading and accidental overloading. However, it cannot be too highly stressed that such allowances are a contingency only and must never be purposely eroded. Care should always be taken to avoid circumstances which can cause overload (e.g. impact, shock) and care should also be taken in circumstances where inadvertent overload can occur. In extreme cases where several adverse circumstances occur at the same time, the result may be failure even though the nominal load lifted does not exceed the safe working load of the equipment. If such circumstances are likely to occur, advice will be sought from your supervisor. Many items are covered by British, European and International Standards. Where applicable these are listed against individual types of equipment (refer to Appendix 1). Some lifting equipment (e.g. lifting beams) can be used in a variety of ways. It is therefore important that information on the specific intended use should be indicated by the manufacturer / supplier in such cases and the advice sought before any change of use is attempted. It will be apparent when reading specific sections of this handbook that reference is made to the angle at which the equipment is used (e.g. the angle between the legs of a multi-leg sling). It is most important that allowance is made for the change in forces applied and resultant variation in safe working load which can result from using the equipment at an angle. A final point to be considered when selecting equipment for a particular operation is compatibility between the various items required. A number of different grades of material are used for lifting equipment and in particular it will be found that hooks, links, rings and shackles vary considerably in size for a given capacity according to the grade of material used. Care must therefore be taken to ensure that each item of equipment seats correctly and aligns correctly with its neighbour. Where necessary an intermediate link or shackle should be used to ensure this. 16 | ©NSL 1991 | nsiascoworld.com 4.0 44 42 43 44 EXAMINATION OF LIFTING EQUIPMENT This section highlights the examinations which must be carried out to meet legal requirements and ensure safe working conditions. Companies and users of lifting equipment are required by law to have it thoroughly examined periodically by a Competent Person (Examination periods are referenced further within this section — \"Periodicity of Examinations\"). The legal responsibility for ensuring this happens lies with senior management who would normally delegate to supervisory staff. Pre-use Examination Notwithstanding the above, all items of lifting gear must be examined by the user prior to each use to ensure, so far as is practicable, that they are in a good state of repair and SAFE to carry out the task in hand. The three common particulars to check for are: | i) The required SWL. ji) Plant number / Identification number. lil) If applicable, Correct Colour Code (The current colour code should be prominently displayed at the worksite and can be confirmed by referring to a supervisor). Further details of what to check for during an examination are contained in the \"Safe Use of Lifting Equipment\" section of this handbook as the details vary according to the type of gear. Remember: i t! ‘The Inlematione! Rigging & Lifting Hancbook | 17 4.6 47 48 Examination (And Testing) Requirements Initial examination (and testing) All lifting equipment must be thoroughly examined (and tested where appropriate) prior to being used for the first time (unless it has not been used before or has an EC declaration of conformity less than 12 months old), after installation or re-installation or after any repair or modification which may affect the safety of the equipment. Periodicity of examinations Lifting equipment exposed to conditions which may cause deterioration and result in hazardous situations must be thoroughly examined by a Competent Person: a) In accordance with an inspection scheme, or b) Ona regular basis dependent on equipment type and / or usage, i.e. i) Accessories and “Personnel” hoisting equipment. intervals not exceeding 6 months ii) Lifting appliances and other lifting equipment. intervals not exceeding 12 months\" * Where the equipment is used offshore, due to the harsh environment, we recommend the maximum period between examinations should be 6 months. However, lifting support steelwork with no moving parts such as runway beams, padeyes, permanently attached or integral lifting eyes, etc. could have their periodicity of examination left at 12 months (maximum) as long as: i) They are not used for supporting personnel. ii) Their use is infrequent to the extent that wear is not an adverse factor. ili) They are adequately coated / protected so that corrosion is not an adverse factor. Hand splices on certified wire rope are not required to be proof load tested. 18 | ONSL 1991 | nstascoworld.com 5.0 5.1 5.2 SELECTION OF LIFTING EQUIPMENT The most important fact to establish prior to preparing for a lift is the weight of the item to be handled. In the majority of cases this will be known but where it is not, use a load measuring device (see figs 5.1 to 5.3 below for typical examples) to confirm the weight. As alternatives, you could consult with the manufacturer or take measurements and calculate the weight using the Material and Density Table (Appendix 2). If any doubt exists, contact your supervisor. U Fig 5.1 Fig 5.2 Fig 5.3 Loadcell Shackle Crane Weigher Dynamometer Once the weight has been established, another consideration is the available “head-room\". This has a bearing on sling angles and increasing tension in the sling legs. 5.3 5.4 5.5 Check the compatibility of the various components as sizes vary according to materials used in manufacture. Check suitability of hoisting equipment for specific tasks and environment, @.g. you may wish to use it under water and not all types of equipment are suitable for sub-sea use. Once the equipment is selected, it must be subjected to a \"pre-use\" examination as described throughout the individual sections of this handbook. Should any item fail this visual examination, it must be withdrawn from service immediately and reported to the supervisor. The International Rigging & Lifting | 19 6.1 6.2 6.3 64 SAFE APPROACH TO LIFTING The following section gives recommendations as to the correct procedures to adopt when effecting a lift. Personnel Competence Any person using lifting equipment must be trained in the safe use of that equipment. The person must also have a working knowledge of its capabilities and the defects likely to arise in service. This knowledge will be of value when carrying out the pre-use examinations. Never Exceed the Safe Working Load / Working Load Limit In all lifting operations care should be taken to ensure that the load imposed ‘on any item of equipment or on part of any itemn does not exceed its SWL / WLL. When there is any uncertainty about the weight of the load or the load applied to a particular part of the equipment it is recommended that load sensing devices be used. In addition, care should be taken to ensure that the load remains in a stable condition through the duration of the lift. In general the load may be unstable if at any time the centre of gravity of the load is not vertically beneath the crane hook, or the centre of gravity of the load is higher than the point of attachment of the slings to the load. There are other causes of instability to be considered, e.g. liquid moving within a vessel, etc. Correct Use The equipment should be used only for the specific purpose for which it is designed and should not be adapted for any other purposes without the approval of a Competent Person and / or the original equipment manufacturer / supplier. Check The Lift The load should be lifted a nominal distance only in the first instance. This “trial lift\" allows the operator to check his estimations of balance, stability, and general security of the load while it is in a safe position. If discrepancies are found the load should be lowered and the slinging revised. The sequence of trial lift and adjustment should be repeated until the operator is satisfied that the load is balanced, stable and secure. Warning! 20 | ©NSL1991 | 6.5 6.6 Think Ahead Plan the route the load will be travelling and where practicable, ensure obstructions are cleared prior to the task taking place. Warning! \\f necessary, give warning to personnel to clear the area prior to moving the load. Avoid travelling over running machinery or critical equipment. When planning a task, checks should be made to ensure that the lay- down point is of adequate size and capable of taking the weight of the load. It may be necessary to provide suitable landing packing, e.g. timber bearers, to enable the slings to be removed from under the load. THE LOAD SHOULD NEVER BE LOWERED SO AS TO TRAP THE SLINGS AS THIS ACTION CAN CAUSE SEVERE DAMAGE TO THE SLINGS. When lowering the load it should be brought to a halt a short distance above the landing site to allow the operator to steady it, check the position of the landing packing and ensure that all personne! have their fingers and feet clear of the load. The load should then be inched down into position. Before slackening off the slings check that the load is safe and stable. If not, it should be lifted slightly (to allow the landing packing to be adjusted) and lowered again. The trial landing procedure is very similar to the trial lift procedure and should be repeated until the load is safely landed. Safety Margins When undertaking a multi-point lifting operation where two or more lifting appliances are used, steps must be taken to ensure that no item of equipment or lifting point is at any time subjected to a load in excess of its capacity (SWL / WLL). There are a number of ways of ensuring this according to the nature of the operation, e.g. where total lifting capacity is not unduly limited then, each lifting point together with its associated lifting machine and tackle could be selected to be capable of sustaining the entire load. ‘The International Rigging & Lifting Handbook | 21 6.7 Alternatively, where the capacity is limited, the use of load sensors will provide continuous monitoring and feedback on individual lift-point equipment loadings as the operation proceeds. Alternatively, carefully calculate the loads imposed. Care must be taken to ensure that no false assumptions are made especially with regard to the weight and the position of the centre of gravity. It is recommended however that unless load sensors are used, the safe working load of each lifting point and its associated equipment should not be less than 1.5 times the share of the load which it is intended to take. As the lift proceeds, a constant check should be kept on the angles and loads as these provide an indication as to the way the load is distributed. In the case of rigid loads, consideration should be given as to how many lifting points will bear the load at any time as in practice the majority of the load may be taken on only two lifting points. In such cases the safe working load of each lifting point and its associated equipment should not be less than half the total load. Misuse of Equipment The use of lifting equipment beyond its SWL / WLL is strictly forbidden. Particular attention must be given to the avoidance of over- loading, incorrect slinging and trapping of slings between the load and the floor. Never attempt to repair any item of lifting gear or equipment as all repairs must be carried out by properly trained personnel who are in possession of approved repair procedures and have the relevant manufacturer's reference literature. Should you come across faulty equipment, report it to your supervisor who will take the necessary action. Never attempt to weld any lifting accessory as they tend to be manufactured from high grade materials and require special welding processes. Warning! When using pneumatic equipment ALWAYS check the pressure rating as too high a supply pressure can cause the machine to overload. It is recommended that you install an air service unit with a pressure regulator as Close to the unit as possible. 22 | ©NSL 1991 | nstascowarld.com 6.10 6.11 6.12 6.13 Planning and Risk Assessment in Lifting Operations It is a fundamental requirement of legislation that all work undergoes risk assessment to identify the nature and level of risks. You should then manage these risks to reduce them as far as reasonably practicable — proportionate to the risk identified. The level of planning and risk assessment increases with the complexity of the lifting operation as does the required level of supervision. To simplify this subject, lifting operations have been categorised as either Routine or Non-routine with the non- routine operations being further classified as; Simple, Complicated and Complex, i.e. four categories in total. For each category, there is a suggested level of competence / training, planning, risk assessment and supervision. This information has been laid out in the form of a flowchart on the next page and is designed to be guidance only which can be amended / customised to suit individual industry / company / requirements. Planning In addition, a “Lifting Operation Plan\" which contains a list of possible considerations is provided. Not all will be relevant to each task, but the list will prompt you to address something you may have previously overlooked. Lift Categorisation and Risk Assessment Appendix 5 contains a four page \"Lift Categorisation\" questionnaire to help you decide the level of difficulty of the lift. If used in conjunction with the “Organisation of Lifting Operations Flowchart” in section 6, it will help identify and select the appropriate level of competence required for the personnel carrying out the work. It will also give an indication of supervision required. Appended to this is a one-page risk assessment form designed to record each step of the lift procedure, identify any hazards, eliminate them or at least reduce them to an acceptable level. As part of the risk assessment, we have provided a “Self-assessment\" pocket card as a quick check on your own ability and / or competence to do the job. ‘The Internation! Rigging & Lifting Hancbook | 23 NSL The Organisation of Lifting Operations Flowchart i i it ul il ial Hi iu Ht t ll uh i || Sioa | Sect ih ee || ace acer i oer a All Lifting Operations must be: * ‘The Competent Person: The anpoited person lor praduong wrtan plans and supervising complicated and comple 1s, spawns: Competent Personnel Personnel sulzbl vane and/or experienced io perform ine flag operaon saey and eficenty 2s Mustaled ove cated outa sale rarer tek acesed 24 | ©NSL 1991 | nsLascawortd.com LIFTING OPERATION PLAN ‘Description of toad: ‘Weight of Lond: ‘Operation Ret Mo : Brief Description of Lifting Operation (inciucing Possible Considerations (not exhaustive + ticki rolovant and mddivess each point in “stop-by-stap™ plan section below) 1. Weight of load unknown, 27 Nodacicated rigging O13 Litthng to\" substantia eights... 2 High centre of gry. 1D Loadhas sharp edges O14 Dynamic tactors invotved a 3 Unstable toad. 2 9 heavy toad O15 Hazards to personnal, Q 4 Awkward stz0/ shape 210 Nol point above toad, 16 Communications, a 5 toad, O11 Rosirictod headroom 17 Taglines noadod. a 6 No dedicated in points 12 Confined work area Poor ight conditions o ‘Step by step plan of lifting operation (nctide any site cisarance tl relevant (racine en ovr 20 8 seat rata orm / crm) Route to be travelled & laydown area: 1 Has routo to be boon selected and ciaared of obstructions? Dyes Ove 2 ts laydown / landing aran(s) adequate In both size and load bearing capacity? Ova 3. In suitabio packing avaiable for protection of load / sings while landing the toad (e.g. timber)? Oys Ove 4 Hava barriors bosn positionad to prevent access to unauthorised parson. Dyes Owe 5 Have you confrmed that the laycown area is within the operating rads Of Yh CBO? nnn Oys Owe 6 Wil tho banksrnan always be visible o the Crana Operator or has an aternative method of communication fag. radios) boan established. Oye One 7 Have woather conditions bean considered regarding ther ellect on the safety ofthe iting operation? yes Lavels of personne competence Barksran Singer Figoer a oy. A manning levels requires; | Technician oy Support engineering requimd ; Yes) Noo Rigging / material ist: ‘The International Rigging & Lifting Hancibook 25 Self Assessment Pocketcard The Pocketcard System Works As Follows: 1 2 3 4 5 6 7 26 | ©NSL 1901 | neLascowertdcom If you can answer “Yes\" to the six questions on the first side of the card, proceed with the lifting operation. If you answer “No” to any of the questions, turn over the card and try to answer the additional twelve questions. If you can answer “Yes” to the twelve questions on the second side of the card, proceed with the lifting operation. If you answer “No” to any of the twelve questions, ask your immediate supervisor for assistance. If your immediate supervisor can give you sufficient assistance to enable you to carry out the job safely, proceed with the lifting operation under his guidance. If your immediate supervisor cannot help or advise you, the full lift categorisation will have to be performed (See five page check list in Appendix 5). These five pages should be enlarged to 200% on the photocopier and actually used to perform the assessment. NSL “Reducing Risks” ns|.ascoworld.com Self Assessment in Li Routine lifts which can be carried out by all Personnel who have been suitably trained. ng Operations Six Basic Questions 1. Has the lifting operation been performed before? 2. Is there a documented procedure and / or suitable guidance available? 3. Are you experienced with all the lifting equipment and gear to be used? 4. Has the load been checked and made ready for lifting (e.g. sea fastenings released, hold down bolts and / or weldments removed)? 5. Have you the experience to lift a load of this weight? 6. _ Is the lift an area free from obstructions and other possible hazards? If the answer to all six questions above is “YES”, proceed with the lifting operation in accordance with the documented procedure. If the answer to any of the above is “N' turn over the cai Copyright © NSL 1996 The International Rigging & Lifting | 27 PART Simple lifts which can ALSO be carried out by all personnel who have been suitably trained. 1. Do you know the weight of the load and does the lifting operation appear to be straight forward? 2. If the task is not a routine lift, do you have the relevant permission and / or permit? 3. _ Is there a crane or certified support steelwork (e.g. runway beam or lifting eye) directly above the load? 4. Does the load have certified lifting points (lifting eyes/collar eyebolts, etc) fitted and if not, can slings be wrapped around easily (e.g. no sharp edges, load not fragile etc)? 5. Is there ample headroom for the lifting appliance and slings? 6. Is the lift stable (e.g. centre of gravity below lifting points)? 7. _ Is the lift balanced (e.g. centre of gravity in the middle) or fitted with special slings to compensate? 8. Is the work area restricted, e.g. inside a basket or open topped container? 9. Is the removal route clear of any obstructions? 10. Can the removal (lift, transfer and landing) be performed without cross-hauling? 11, Is there a suitable lay down area and does the load come within the allowable load bearing capacity of the ground/deck? 12. Are you experienced in using all the lifting equipment and gear involved? If you can answer “YES” to all the above, proceed with the lift If you answered “NO\", to any of the above, Check with your immediate supervisor who will advi STOP! Due to further engineering and/or risk assessment being required. PROCEED WITH CAUTION! Operation must be performed by qualified rigging personnel only. Go! Proceed with lifting operation following the supervisor's guidance. ©NSL 1991 | nsl.ascowarid.com 6.14 NSL can also create a bespoke suite of policies and procedures designed to give companies complete contro! over lifting operations and to help them comply with current legislation and regulations. This document is called the: Lifting Equipment Control and Operation Policy / Procedures (LECOP) Manual These procedures are constantly revised in line with current legislation and industry best practices and are updated to reflect the latest products, technology and technical information relevant to our industry and operations. SI! 1998 No 2307 - The Lifting Operations and Lifting Equipment Regulations (LOLER) call for written instructions to be provided which also specify practices to be observed to ensure safety in the workplace and the safe use of equipment therein. Itis divided into three parts directed at specific levels, i.e.: LECOP Part 1: Management LECOP Part 2: Supervisory Staff LECOP Part 3: Workforce The whole document is designed to encourage input, development and Participation through an organisation. The documents allow the operating company to remain in total control of Rigging and Lifting operations, including where they are carried out by others such as sub-contractors on the operational side, and vendors dealing with supply and maintenance. British and International Standards are quoted throughout but the dates of issue have purposely been omitted to eliminate the need for revision each time a standard is re-issued. It is to be understood that the latest issue / revision complete with any amendments will apply to equipment supplied to or used by the operating company. The prime considerations are the safety of personnel and to ensure loads, materials and cargo are handled with the minimum risk of damage. ‘The Rigging & Lifting | 29 6.15 6.16 6.17 6.18 Weather conditions When planning your lifting operation, remember that weather conditions can have an adverse effect on the overall safety of the lifting operation. Wind: High or gusting winds have the potential to affect the stability and / or structural integrity of a crane. An indirect effect is that it can destabilise a load or blow a load out of the safe working radius / safe operating parameters of a crane and make the landing of a load hazardous as the load can blow or swing and strike equipment or personnel. Wind can cause loose material to fall from both the crane and the load. Crane manufacturers indicate the maximum desirable wind speeds for safe operation of their cranes. There are additional criteria to consider, e.g. boom length, type of load (large surface areas can act as a sail) weight of load (light loads are blown about more easily), etc. Most cranes have an anemometer fitted so actual wind speeds will be readily available. If not, hand-held anemometers can be used. Fig 6.1 Wind at sea: Windy conditions have the effect of creating waves and a swell. This increases the dynamics in lifting operations when lifting loads from floating vessels using a crane on a fixed platform, e.g. if the vessel drops just as the load is taken, it creates a “snatch” effect increasing the actual loading and stresses through the crane. This is even worse when lifting between vessels if one is rising as the other is falling. Rain: Excessive rain can destabilise ground conditions which is critical when positioning and setting up cranes. Rain can also adversely affect visibility and interfere with communications especially visual communications / hand signals. Radio clarity may also be affected by adverse weather conditions unless they are suitably protected. 30 | ©NSL 1991 | nstascoworld.com 6.19 6.20 6.21 Snow and Ice: Snow and ice can be slippery underfoot with obvious consequences e.g. slipping / falling under a suspended load. Pieces of ice can also fall a substantial height, e.g. from the top of the crane boom / jib and cause serious injury. Ice can also cause the temporary seizing up of safety equipment such as over-hoist limit switches and requires the operator to check the equipment thoroughly before operating. Snow and ice can add substantial weight to a load and should be removed prior to lifting. Extreme cold can also affect the safety of lifting equipment. Most equipment is safe to use in temperatures as low as minus 20 degrees Centigrade. Below this temperature, steel can become brittle and weaker. There are specially designed lifting accessories such as polar shackles for use (down to minus 40C) and manufacturers’ instruction and safe use instructions will clearly indicate this. Electrical storms: Outside crane operations should be suspended if there are electrical storms in the vicinity as the crane boom is probably one of the tallest metal structures in the area and could act as a lightning conductor with devastating results. Crane booms should be retracted or laid down in a safe resting position (in the case of lattice booms on crawler / pedestal cranes). Sunshine: Direct sunlight causes deterioration in certain man-made fibre lifting accessories such as fibre rope and webbing slings. Bright sunlight can also prevent people seeing a hazard approaching. There are associated hazards to personnel! such as dehydration and fatigue in hot conditions and planning / risk assessment of lifting activities should account for this. ‘The Intemational Rigging & Lifting Hondbook | 31 SAFE USE OF EQUIPMENT 7.0 CRANES (& HOISTING OF PERSONNEL) 9.0 wire HOISTS? PULLIFTS TROLLEYS 13.0 snatcu socks SHEAVE BLOCKS 15.0 wvorauuic JACKS / RAMS 17.0 MAN-MADE FIBRE SLINGS 19.0 SHACKLES 2 de 0 TURNBUCKLES 0 CHAIN HOISTS 7 PULLIFTS 10.0 seam CLAMPS 12.0 mare CLAMPS 14.0 WINCHES (& HOISTING OF PERSONNEL) 16.0 WIRE ROPE SLINGS 18. 0 ALLOY GRADE 80 CHAIN SLINGS 20.0 EVE BOLTS 22.0 FALL ARREST DEVICES 34 | @NSL 1991 | nsl.ascoworld.com 7A 7.2 7.3 THE SAFE USE OF CRANES Only Authorised Crane Operators are Permitted to Operate Cranes. Training and competency requirements as defined within BS ISO 15513, BS 7121-1 Annex B and OMHEC training standard 03-2003. Note: Other regional legislative requirements may apply. Crane Operations are a major part of industrial processes. Whether it is construction, building, manufacturing, mining, or shipping cargo, there are always heavy loads to be moved. In a marine environment, the crane is used to take onboard supplies and provisions and due to the possible catastrophic consequences of crane failure, they must be properly maintained. Local regulations normally dictate that cranes must only be operated by competent and qualified personnel who are trained in all aspects of crane operations. They must be capable of performing the daily safety checks including the accuracy of the load indicators and carrying out routine preventative maintenance tasks such as lubrication. In order to operate the cranes safely, it is important that loads are correctly slung and cargo is properly packed, weighed and manifested to prevent the possibility of overloading on the crane. Crane Types, Basic Functions and Safety Features The most common cranes on land are Mobile Cranes with a telescopic boom. Once in situ they are normally statically positioned on outriggers after ensuring that loads are within the operating limits / radius of the crane. Their ability to move with a load is very limited and so they are generally restricted to lifts within their safe operating radius in any particular location. Crawler Cranes are also mobile and are usually found in construction yards and project sites. They can travel with a load as long as the ground is reasonably level. Usually these cranes have lattice booms but newer models can have telescopic booms. Typical Mobile Crane SS Typical Crawler Crane Fig 7.1 ‘The Internatione! Rigging & Lifting Handbook | 35 7.4 7.5 7.6 For longer term projects where relatively light loads are lifted, there are Tower Cranes. They are transportable and are either self-erecting or modular assembly. They are usually found on building sites or in construction yards where repetitive lifts are required in areas with limited space. High Portal Cranes are less familiar. Their main feature is an elevated control cab which allows the operator to see into the holds of ships. These cranes are usually restricted to docksides where larger capacity models are permanently installed and run on rails. Finally there are Pedestal Cranes, again permanently installed, and usually found on ships and offshore installations. Fig 7.2 36 | @NSL 1991 | nstascowortd.com 7.7 To work safely with cranes, it is important that you understand how they function. The main six motions of the crane are: 1) Boom, Luff or Jib Up (To decrease the working radius) 2) Boom, Luff or Jib Down (To increase the working radius) 3 Hoist Raise 4) Hoist Lower 5) Slew Left 6) Slew Right Where relevant (e.g. Crawler Cranes) there are an additional two motions which are Travel Forwards and Travel Backwards. Fig 7.3 ‘The Intemations! Rigging & Lifting Hancbook | 37 7.8 38 In the interest of safety and to assist the Crane Operator, the crane normally has various limiting devices for the six motions to prevent damaging the crane. If fitted, they would be as follows: 1) When booming up, limits to prevent the boom coming into contact with the back-stops. 2) When booming down, limits to prevent the boom angle becoming less than approx 15° to the horizontal. (This limit can be over-ridden to allow parking of the boom in the rest). 3) When hoisting, an over-hoist limiting device is used to prevent the hook block being pulled through the sheaves (see fig 7.4 below). 4) When lowering, lower hoist limiting device / switch to prevent running the hoist rope completely off the winch drum thus losing the rope, hook block and possibly the load. Note: Depending on manufacture and / or crane type this activates when there are 3 - 5 wraps of rope left on the hoist drum, 5) Slewing limits are sometimes fitted but care still has to be exercised by the Crane Operator and the Banksman to avoid striking the boom against obstructions (such as other cranes, buildings and structures). Note the loss of headroom due to the overhoist limit mechanism for 3 Bi | |i omens, | Hoist limit switch Ste 2 anna Hookblock ——> g § 5 “4 Fig 7.4 ©NSL 1991 | nsLascoword.com 7.9 7.10 714 7A2 In addition to limit switches, another safety feature the Crane Operator has, is an automatic Safe Load Indication (SLI) or Rated Capacity Indicator (RCI) system backed up by visual and audible alarms. The SLI tells the Crane Operator the operating radius of the crane boom (i.e. where the hook is), the WLL of the crane at that radius and the actual load on the hook. The visual alarm is set to activate at approximately 95% of crane capacity at any given radius whereas the audible alarm activates at approximately 105% of crane capacity, i.e. in an overload situation. Certain cranes are fitted with additional safety devices such as Gross Over- moment (overloaci) Protection (GOP) or Ultimate Protection Systems (UPS), wind speed indicator (Anemometer) and wind direction indicator (Windsock). If the crane is situated on an offshore installation, the operating cab should contain a fire extinguisher, smoke hood and life jacket. As with all lifting machines, cranes have a maximum safe working load / working load limit but this depends on the number of wire rope falls reeved up at the time. Obviously, the more falls, the greater the lifting capacity but this decreases the hoisting speed. This in turn could affect the ability to perform a lift from a vessel if the hoist speed is too slow to prevent the load re-impacting on the vessel's deck as it rises on the next wave. The SWL/ WLL also reduces as the operating radius increases (see fig 7.5 below). You must always refer to the load radius chart (and manufacturer's instructions) which will be posted in the crane cab. 4 Max radius ‘Min toad { | | | Fig7.5 The international Rigging & Lifting Handbook | 39 7.13 Duties of a Crane Operator To qualify as a Crane Operator, the person should: 1) Be 21 years of age or over. 2) Be medically fit, with particular regard to eyesight, hearing and reflexes and capable of operating the crane without aid. 3) In the case of mobile cranes, they be fully conversant with the correct use and positioning of outriggers and how to correctly support the outrigger feet. 4) Have been adequately trained and be familiarized in the operation of the type of crane he is driving and be able to judge distances, heights and clearances. 5) Have been authorised to operate the crane. 6) Have sufficient knowledge of the working of the crane to enable him to carry out routine checks in accordance with the check lists specific to his crane as and when instructed. 7) Understand fully the duties of the Slinger and be familiar with hand signals (British Standard signals are shown in appendix 3 but alternative signals may be used / encountered) in order to implement safely the instructions of the Slinger or Signaller (Banksman). 8) Be able to set and check the functioning of the SL! / RCI. 9) Resist pressure from other persons to carry out unsafe operations and to take action to avoid dangerous situations, including stopping operations. 7.14 The Crane Operator must also be fully conversant with rigging and slinging of loads and their lifting arrangements. He is responsible for the condition of the crane and for operating it within its safe limits. He must be able to Program the load indication system accordingly to reflect the environmental conditions. 7.15 Prior to using the crane, he must perform pre start-up checks in accordance with the daily check sheets. Under certain circumstances, he may be assisted by the Crane Mechanic. Fuel, lubricant and coolant levels have to be checked, and the structure itself must also be inspected. Once the crane is started up, it should be left to run for approximately 5 minutes to allow it to warm up. Then, all controls, brakes, instruments and safety devices checked to ensure they are functioning correctly and set-up / stability checked and monitored throughout operations. 40 | ©NSL1991 | 7.16 At the beginning of each shift or working day, the Crane Operator, or other Competent Person, e.g. Crane Mechanic, should carry out routine checks including the following: 1) 2) 3) 4) 5) tS) 8) 9) 10) 11) Automatic safe load indicator is configured with the correct cam / card appropriate to the boom length, or boom and fly-boom lengths and the number of falls of hoist rope. Where applicable, check the security of the counterweight or ballasting. Where this is in the form of removable weights, check that the weights are fitted correctly and correspond to the operating condition and SL! configuration. Check the oil level(s), fuel level and lubrication. Check the ropes, and rope terminal fittings and anchorages for obvious damage and wear. Check the condition and inflation pressure(s) of tyres (where applicable). Check that water is drained from air reservoirs. Check the boom structure for damage. In the interest of safety and fire prevention, check that the crane cabin is in a tidy condition and free from tins of grease and oil, rags, tools, or materials other than those for which storage provision is made. Check the operating pressures in any air and / or hydraulic system(s). Check the operation of the crane through all motions with particular attention to brakes to ensure that these are operating efficiently. Check the operation of all limit switches or cut-outs (use caution in making the checks in case of non-operation). ‘The international Rigging & Lifting Handbook | 41 7.17 The Crane Operator must report any faults found to the Crane Mechanic or appropriate person in order that they can be rectified. Should the mechanic not be able to solve the problem, a supervisor should be informed so he can mobilise suitable personnel. 7.18 If acrane is working in a pipe yard or similar, there may be specific setting up requirements at the work site. Ground conditions are crucial and ideally the ground would be firm and even. Where ground conditions are not ideal, special measures have to be taken to spread the load from the outriggers. Timber, steel or fibre matting Fig 7.6 7.19 The Crane Operator must ensure, as far as possible, that there are no underground facilities such as drains, gas mains, or water pipes that might collapse under loading. 7.20 Special care has to be taken when working near the edges of excavations, or even quay sides. When the load is transferred through to an outrigger, it could be disastrous if the edge collapsed (See Figs 7.17 and 7.18). 7.21 If acrane is involved in laying pipelines or similar in open countryside, the 42 operator must also be aware of potential danger overhead in the form of electrical power cables. There is a recommended minimum distance to operate from these power cables (refer to paragraph 7.41 & fig 7.11 for further information). ONSL 1991 | nslascoworld.com 7.22 7.23 7.24 7.25 If a crane has to work any closer to a line, then the line will have to be isolated. Remember, cables can swing in windy conditions, and high voltages can arc across substantial gaps. Pedestal cranes working offshore do not have the hazards of overhead power lines, however, the hazard of another crane working in close proximity is common and the Crane Operator must be vigilant when moving loads around the deck. Ideally the Crane Operator should be able to see the load all the time but as this is not always possible, he will need someone to guide and signal to him. There will always be a designated and identifiable Banksman. Recommended hand signals are contained in Appendix 3 of this handbook. He must exercise great care when manoeuvring the crane up, down or across an incline, e.g: Se Level ground: Correct radius Normal operations on level ground Uphill: Radius reduces In this example, the crane could tip over backwards ‘when the load is set down Downhill: Radius increases In this example, the crane could tip forwards as the load ‘swings out of radius ‘The International Rigging & Lifting Hancbook 43 In these examples, the side loading inflicted on the boom could either tip the crane or cause the boom to collapse. Fig 7.8 44 | ©NSL 1991 | 7.26 Duties of the Slinger / Load Handler and Banksman During Lifts To qualify as a Slinger / Load Handler or Banksman, the person should: 7.27 7.28 7.29 1) 2) 3) 4) 5) 6) 7) 8) Be 18 years of age or over. Be medically fit, with particular regard to eyesight, hearing and reflexes. Be able to install, remove, inspect and position the required lifting accessories. Have been trained in the general principles of slinging. Be capable of selecting lifting gear suitable for the loads to be lifted. Understand hand signals (examples shown in Appendix 3) and be able to give clear and precise signals. Be capable of directing the movement of the crane and load in such a manner as to ensure the safety of personnel and plant. Authorized to carry out signaling duties. Be able to establish weights and judge distances, heights and clearances. The most important task the Slinger / Load Handler has is to prepare and sling the load correctly, This includes the selection and fitting of appropriate rigging, protection of the load, protection of the rigging where necessary and to check the stability of the load (refer to section 24 for further information on slinging). Under normal circumstances, there is only one person nominated to signal or guide the crane (Banksman). He must be in full view of (or in radio communication with) the Crane Operator at all times and remain \"hands- off* the load. There may be instances where a Banksman is required to be in multiple positions during a lift to aid visibility, and therefore multiple persons may be required to perform the role. There must be an understood hand- over process between the Banksman positions to ensure the lift and communications are not interrupted. One should be appointed as the Senior Banksman and remain in sight of the Crane Operator at all times. During this type of operation it is recommended that they use radio communications (see 7.66 for operating procedures). ‘Tha intomations! Rigging & Lifting Hancock | 45 7.30 7.31 7.32 7.33 7.34 If at any time the Crane Operator is unable to see (or loses radio contact with) the Banksman, he must cease operations until communications are re-established. If vessels are involved, radio communications between the crane, the Banksman and the vessel must be established prior to lifting over the side. On offshore installations, all communications between the Crane Operator and the supply vessel shall be by two-way UHF / VHF radio. Operations must be immediately halted and the load made safe in the event of a communication breakdown. In circumstances where two or more cranes are used simultaneously, individual channels should be selected for each crane to prevent confusion and incorrect operation of the crane. If cranes are using the same channel, call signs should be used to ensure that the correct crane responds to any particular command. On offshore installations, during periods of radio silence, all radios must be isolated and no lifts shall take place either to or from vessels. Crane operations will be restricted to onboard areas where the Banksman can be clearly seen by the operator. 46 | ©NSL 1991 | nslascoworid.com 7.35 7.36 7.37 Specialised Lifting Operations Tandem Lifting: Lifting a load with two cranes can be a hazardous operation and should be avoided if at all possible. Where the physical dimensions, or weight of the load prevent it being handled by a single crane, then tandem lifting will be acceptable as long as the operation has been carefully planned. The lift must be supervised by a qualified and Competent Person. It is vitally important that an accurate assessment is made of the load liable to be imposed on each crane. There should be a full appreciation of how and to what extent this load situation can vary should the load come out of level or should one or both cranes have to luff (boom up or down), travel or slew, resulting in the hoist ropes coming out of the vertical. If any of these circumstances occur, the resultant loads on either or both cranes may affect crane stability or cause structural collapse. Special rigging may be necessary to suit the maximum variation in load distribution and angular loading during the tandem lifting operation, All tandem lifting operations should be thoroughly planned in advance by a Competent Person or team. Where possible, cranes of equal capacity and similar characteristics should be used. The cranes and rigging gear should be selected to have a capacity margin greater than that needed for the proportional load when handled as a single lift. It is recommended that unless load sensors are used, each crane be capable of lifting 75% of the total load at the required boom length and operating radius. If load sensors are used, each crane need only be capable of lifting 25% above its estimated share of the load. Generally, each crane to be capable of lifting 75% of the total load Fig 7.9 ‘The Intemational Rigging & Lifting Handbook | 47 7.38 Person should be appointed to supervise the operation and the signals to each crane driver should be clear and well rehearsed. Do not attempt to lift a load using more than two cranes. Although multi-crane lifts are commonplace, the required controls and specialist understanding of forces requires planning and consideration by competent persons. Safe Use of Equipment 7.39 Overturning: Overturning, upending or “top & tailing” operations are similar to tandem lifting where two cranes lift the load but once the load is clear of the ground, one crane lowers as the other one raises further and rotates the load through 90° NN 4 Ideally, each crane should be capable of lifting the full load unless planned for accordingly Fig 7.10 48 | ONSL 19 ns ascoworld.com 7.40 Crane operations should be suspended if electrical storms are reported in the vicinity. 7.41 Depending on the type of crane being used, certain precautions must be observed to ensure the safety of the operators and any personnel in the vicinity of the crane operations. When working onshore in close proximity to overhead electric lines or cables supported by pylons, unless otherwise agreed by the District Engineer of the local Electricity Power Company, no part of the crane must come within 15 metres of the cable. To ensure this minimum clearance, the crane should be positioned no closer to the plumb of the nearest line or cable than a distance equal to the maximum length of the crane jib fitted, plus 15 metres measured along the ground. (This can be reduced to 10 metres if the cables are supported on wooden or concrete poles), Failure to comply with these instructions could have fatal consequences for people working in the vicinity of the crane as per fig 7.11, If in doubt or difficulty consult the local Electricity Company Engineer. Om Ox IX on XXX DX > + 15m—>' Fig 7.11 The International Rigging & Lifting Hancbook | 49 7.42 Never travel a crane in the vicinity of overhead electric lines unless guided by an experienced Banksman. Always try to keep the overhead lines in view when manoeuvring the crane, but remember it is difficult to estimate the heights or clearance distances of the lines by normal methods of observation. 7.43 7.44 If the machine makes electrical contact with a live overhead electric line observe the following precautions: 1) 2) 3) 4) 5) 6) Remain inside the cab if safe to do so. Tell all other personnel to keep away from the machine and not to touch any part of the crane, rope or load. Try, unaided, and without anyone approaching the machine, to back off the crane until it is well clear of the power line. If the machine cannot be self-propelled away or disentangled from the line, remain inside the machine. If possible, get someone to inform the Electricity Power Company at once. Take no action until they confirm that conditions are safe. However, if it is essential to leave the cab because of some other reason then, to avoid being electrocuted, jump clear as far away from the machine as possible. Avoid touching the crane and the ground at the same time. Try and land with your feet together then make short jumps away from the crane keeping your feet together. The District Engineer of the local Electricity Power Company should be informed of the situation immediately, but until assistance is received, an attendant should remain near the crane to warn others of the danger. When working parallel to overhead power cables, a string of warning markers should be erected at a safe distance from the cables. The string should be supported on posts at convenient intervals and each post should carry the warning notice as described in paragraph 7.46. 50 | ©NStL 1991 | nstascoworld.com 7.45 7.46 7.47 7.48 Where a crane must travel underneath an overhead line the crossing route should be plainly marked and “goal posts” erected each side of the crossing approach, to ensure that the jib or moving parts are lowered to a safe position. Fig 7.12 The dimensions of the goal posts and their distance from the nearest power cable is to be decided in consultation with the District Engineer of the local Electricity Power Company. Large notices should be posted stating: Crossing routes should be located as close to the support tower or pole as possible, in order to take advantage of the greater ground clearance. Finally, notices should be inserted in the driver's cab of all cranes likely to operate in the vicinity of overhead electric lines and cables stating: The Intemational Rigging & Lifting | 51 7.49 7.50 After the proximity of electrical cables, the other two important considerations are ground conditions and weather conditions: Ground conditions: i.e. the suitability of the ground to support the crane's outriggers under fully loaded conditions. The ground should always be firm and level. Care should be taken to ensure there are no dangers to or from underground services such as gas mains, oil or chemical product pipelines, electric cables, water mains, etc. Additional care has to be taken when working near exposed edges such as quaysides but even more so, near the edges of excavations. Check that the type of ground can withstand the bearing pressures transmitted through the outriggers when the crane is lifting it's heaviest load (refer to table below). Non-cohesive Soils Dense gravel or dense sand and gravel >800 kN/m® >87 bs fn? pont ne ata <20010 600 KNim? | <29 10 87 tbs /in? Loose gravel or loose sand and gravel <200 kN/ <28 Ibs fn? Compact sand kN/m* >43.5 Ibs fin? ‘Medium dense sand 10010300 kN/m? | 14,5 t0.43.5 ibs fin? Loose sand <100 kim <145 bbs fn? (depends on degree of looseness) Very stiff boulder clays and hard clays 900 to 600 KN/m? | 43,5 t0 87 Ibs /in? ‘Stiff clays 150 to 300 kKN/m? 21.5 to 43.5 Ibs fin? Firm clays 75 to 150 kNim? 10.5 t0 21.5 Ibs fin? Soft clays and sits <75 kN/m? <10.5 Ibs in? Very sott clay Not applicable Not applicable Peat Not applicable Not applicable ‘Made ground Not Not applicable 52 | @NSL 1991 | nsLascowerld.com 7.51 Outrigger Bearing Pressure: Calculating the actual bearing pressure on can be quite complicated as there are many variables. Normally, with the crane set up correctly, the bearing load would be spread across four outrigger foot plates (with more load being applied to the side where the boom / load is), which would give you one set of values. Fig 7.13 As the crane booms out, the bearing pressure in these outrigger foot plates would increase due to the increased moment, generated by the extended radius. This would give you a higher set of values. Boomed out Increase pressure on ~~ this outrigger footplate WR see Fig 7.15 for view in this direction Fig 7.14 As the crane slews round, the bearing pressure will decrease on one foot plate and increase on the other, resulting in yet an even higher bearing pressure value. Ideally, the crane manufacturer's tables for the various bearing pressures in relation to loads / radii etc. should be consulted. ‘The International Rigging & Lifting Handbook | 53 If these tables are not readily available, for safety's sake, you have to consider the worst case scenario and that is, the crane boom being directly over one outrigger and the crane being on the point of balance / tipping (see fig below). Weight of crane + Bearing pressure ‘on footplate ‘Weight of load + Fig 7.15 In simple terms, the bearing pressure would be the total weight of the crane + total weight of the load and rigging divided by area of ONE outrigger foot plate. Suitability of Ground to Support the Load: For working on normal ground conditions, refer to table at 7.50. For quayside work, refer to the Port Authorities for maximum allowable bearing pressure for the concrete. (Spreader plates of a larger size than the outrigger footplates can be used to Fig 7.16 reduce bearing pressure to acceptable levels). 54 | ©NSL 1991 | nsLascoworid.com Note: The outrigger load enter tive that the outrigger than a distan 2 must be greater than dt {aim for 2 x d1) Depth = d1 Excavation Fig 7.17 @) Warning! If Ifd2 is less than d1 Danger of collapse Excavation Fig 7.18 The international Rigging & Lifting Hancbook | 55 7.52 7.53 7.54 7.55 Weather conditions: i.e. wind speed / gusty conditions, etc. which can cause possible overload by blowing the load out of radius. If lifting over water or at sea, high winds often reduce the lifting capacity of the crane due to dynamic factors caused by increased wave height and sea swell. Load / radius / sea state charts will be available in the crane cab to show the derated capabilities. Crane manufacturers provide maximum allowable / permissible wind speed allowances for cranes. These should be adhered to unless guidance and approval is sought from the manufacturers. Before any lift commences, it is the responsibility of the person controlling the lift to ensure that all restrictions have been removed from the load, e.g. lorry lashings, deck fastenings, transportation cradles / supports, etc. and that the hook is directly above the centre of gravity (where known). The hoist rope(s) must be vertical to minimize the movement of the load as the weight is taken. When lifting a load from a vessel, it is the joint responsibility of the Crane Operator and the vessel deck crew / master to ensure seafastenings are released and lifts are accomplished safely with the minimum amount of slew and shock loading. (When the lifting operation is between two floating vessels, the effects of pitch and roll are more critical as they can double the normal dynamic factors). When using a crane for heavier lifts, the maximum load capacity is dependent on the number of line parts and this capacity decreases as the operating radius increases. When preparing for a heavy lift, confirm the weight of the load, determine the maximum radius required for pick-up, transfer and laydown and then consult the crane load / radius chart to ensure that it is adequately reeved. 56 | ©NSL 1991 | nstascowerd.com 7.56 7.57 7.59 The Crane Operator ideally should be able to see the load at all times but the nature and design of the vessel / installation means this is not always possible. In these cases, he should be in radio contact with the Person controlling the lift, and / or be directed by a Banksman who has visual contact with the load and can be clearly seen by the operator. The recommended hand signals are shown in Appendix 3. Prior to any lifting operation, all slings and associated equipment should be checked for security, fitting and balance. Should they require to be held in place while slack is being taken up, a block of wood or Push / Pull Poles should be used, i.e do not curl fingers round or grip the slings. The person in charge should also consider whether a \"tag line\" is required to control the load once it is in the air. This is recommended in the case of long loads where tag lines should be attached at one or both ends so that rotational movement may be controlled. The tag line should be of such length that the operative(s) need not stand under the load during the lift. It should always be connected to the load being lifted, not the rigging (see fig 7].19). All instructions to the Crane Operator (apart from emergency stop), whether through radio contact or via the Banksman (refer to Appendix 3) will only be given by the person controlling the lift. The “EMERGENCY STOP” command or signal however can be given by any person observing a hazardous situation developing during the lifting operation. ‘The Rigging & Lifting Handbook | S7 7.60 Care must be taken when lifting loads of large surface area which can act as a sail in windy conditions. If necessary use tag lines or with larger loads, if available, use winch lines to assist in controlling the load. Avoid tying the tag line to the lifting gear Fig 7.19 7.61 Most marine cranes are fitted with 'C' type hooks to prevent snagging on protrusions such as handrails, etc., and in certain cases also have a safety catch to prevent the eye of the lifting sling being accidentally displaced (see fig 7.20). Larger cranes however tend to be fitted with ramshorn type hooks which could have an effect on the sling design (see fig 7.21) for options. Hard Eye —> Soft Eye —> Hard Eye —> O, ie} SS SSS ‘C’ Hook Ramshorn Hooks Fig 7.20 Fig 7.21 58 | ©NSL 1991 | nstsscowortd.com 7.62 Overhead Travelling Cranes When operating this type of crane, most controls have two speeds, i.e. creep and normal speed. Always start at creep speed to ensure and maintain load stability and security before hoisting / travelling at normal speed. 7.63 Should the load swing when you cease travelling, the swing can be eliminated by driving the crane into the swing, e.g. as the load swings to the left, travel the same distance as the swing to bring the crane hook back over the load's centre of gravity. 7.64 Further information on the safe use of cranes and other possible safety restrictions can be found in BS 7121 HSE Technical Guidance on the Safe Use of Lifting Equipment Offshore. ‘The Intemational Rigging & Lifting Handbook | 59 7.65 Radio Procedures for Crane Operations iv) v) General Radio messages should be used to convey work requirements only and should not be used for general conversation. Under broadcasting regulations, profane language is prohibited so refrain from swearing. Establish Links The Crane Operator and Banksman should establish their radio link (the radio room will advise the working channel) prior to the commencement of any lifting operation on the installation. Each time the Banksman moves position, he should re-establish communication with the Crane Operator. Radio Channels Where there is more than one crane working in the vicinity, ideally, each crane should be allocated a separate radio channel. This is important when working simultaneously with vessels. When vessels are involved in the lifting operation, radio communications must also be established with the vessel prior to the commencement of cargo handling operations. This may involve changing from UHF sets to VHF sets. Cranes Operating on Different Channels In circumstances where two cranes are operating on different channels for onboard lifts at the same time, the Banksmen should make both Crane Operators aware of the lifts planned and pay attention to the position of boom tips to avoid contact between cranes. Cranes Operating on Same Channel However, if they are using the same channel, e.g. during a tandem lifting operation, individual call signs for each crane should be used and should precede each communication. These call signs should reflect the crane's relevant position on the installation, e.g. “North / South / East / West / Port / Starboard or Centre crane”, etc. These call signs must be adhered to at all times to prevent possible confusion with other radio traffic. 60 | ©NSL 1991 | nsiascoworld.com vi) vii) viii) Blind Lifts During “blind” lifts where the load is hoisted, lowered or suspended for a long time, do not maintain the transmission button in the depressed position for the duration of the lift. Likewise do not give an instruction at the commencement of the lift and then cease communication until the lift has almost reached its final position, The Banksman should repeat the command continuously for as long as motion is required, e.g. “Lower slowly, Lower, Lower, Lower, Lower, Lower, Lower, Stop”. As long as the crane operator can hear the command, it is clear that the radio is working. If the commands cease before the final “Stop”, the operator knows that communication has broken down and should stop the motion / operation. Always cease one crane motion before starting another, e.g., Hoist ... stop! Slew left ... stop! Lower ... stop! Interference When directing crane operations, ensure that personnel in the immediate vicinity on the same channel, have their radios switched off to minimise the possibility of your instructions being interrupted or distorted. The Use of Two Way Radios: a) Always ensure that the transmission button is fully depressed before speaking into the microphone. Identify the station you are calling, e.g. “West crane\", speak slowly and clearly at all times and finish your transmission with the word “OVER”. Do not release the button until a few seconds after completing your message. b) The receiving operators should indicate understanding of the message by saying “ROGER”. If the message is distorted or the instructions are unclear, they must request for it to be repeated. c) The transmitting operator should never assume that the message has been understood until he hears the word \"ROGER\". d) At the close of communications, the transmitting operator must indicate the end of the transmission by saying “OUT”. Refer to fig 7.22 for operation and control functions. ‘The Intemational Rigging & Lifting | 61 Typical Hand Held Radio (Operation and Control) (Ensure you are familiar with the particular model you are using.) Fig 7.22 @ _ On-Off / Volume Control Tums the radio on / off and adjusts the loudspeaker volume. @ Transmit Button Push to talk, release to listen. © _Channel/Scan Selector —_Selects the operating channel or scan function © Control Button Volume Set or Scan Nuisance Delete. When pressed, monitors the channel for any activity. Neither carrier, tone nor DPL squelch is active when monitoring Cs] Monitor Button Selects the mode for operation, carrier squelch or PL / DPL squeich. © __Three-Colour indicator Red, continuous = Radio transmits Red, flashing during transmit = Low battery Red, flashing during recee = Channel busy Green flashing = Scanning Yellow, continuous = Channel monitor active @ Antenna Connector (3) Accessory Connector Connector for external headset or remote microphone. 62 | 1991 | nsLascoworid.com ix) Care and Safety Always check that the batteries are fully charged prior to booking out the radio for a shift. Ensure the radio microphone is not exposed to rain, If a plastic carrying case offering full protection of the radio is not available, a simple precautionary measure such as a small plastic bag or a piece of cling film around the microphone will ensure it is maintained in a dry condition. Do not carry radios in pockets. Always ensure they are carried in protective holsters attached to the body by either shoulder lanyard or waist belt; quite apart from maintaining the integrity of the radio this measure will also ensure that you are not exposing other personnel to danger should the radio be dislodged from your pocket or dropped from hand when working at height or climbing ladders. Warning! These ever bec: immediately ret butt x) Radio Silences On an offshore installation, during periods of radio silence, the crane radios will be isolated. No lifts shall take place either to or from vessels. Crane operations will be restricted to platform areas where the lifting operations and banksmen are clearly seen by the Crane Operator. ‘The international Rigging & Lifting Honcbook | 63 7.67 Suitability of Cranes for Hoisting of Personnel There may be occasions where cranes are used for personne! hoisting, e.g. personnel hoisted in specially designed and fabricated work baskets (see fig 7.23 below for typical example). This being the case, the cranes must meet certain safety criteria as specified by the Health and Safety Executive (HSE), LOLER Regulation 5 and BS7121, To help ascertain if your crane meets these requirements, a check list has been prepared and is displayed on the following two pages. Typical Fabricated Work Basket Fig 7.23 64 | ©NSL 1991 | nsLascoworld.com NSL “Reducing Risks” nsl.ascoworld.com Suitability of Cranes for Hoisting Personnel Due to specific verification requirements, the suitabilty of cranes for hoisting personnel must be assessed for each and every operation. To assist with the assessment, the checklist below should be completed by the appropriate Competent Person appointed by the duty holder under S! 1998 No 2307. 1, Has it been established that no other viable option of carrying out a the work is available? 2. the necessary certificates for the crane, crane Q wire ropes, slings and other associated equipment current? 3. Has the crane and associated equipment been thoroughly inspected | by a sultably qualified / Competent Person within the last 6 months? 4, Is the crane in good condition, requiarly and maintained and are records kept to substantiate this? o 5. Ave ail the safety features and systems working properly Q (e.g. Rated Capacity Indicators (RCIs), overhoist limiters, etc)? 6. _In the event of a complete power failure, will the crane maintain the load in a safe condition (¢.g. do the brakes fall to the Qa applied position)? 7. Are the brakes applied progressively (e.g. to avoid shock or a snatch loading)? 8, In the event of a complete power failure, can the load be lowered Manually to a position where the personnal can be recovered safely | OQ or can they sel-rescue? 9. Inthe event of a primary brake or transmission system failure, will the load be prevented trom free-falling (e.g. is there a a secondary braking system or does the transmission systam have hydraulic retardation to prevent this)? 10. Inthe event of the primary brake system faling, can the load be lowered manually to a position where the personnel can be Q recovered safely? 11, Is the crane fitted with an emergency stop which is a located for immediate operation by the Crane Operator? 12. Isthe crane so designed that inaclvertant freefall is prevented a when the drive train is in motion or the hook is loaded? © NSL 2000 ‘Tho international Rigging & Lifting Hancbook | 65 Once it has been established that the crane is suitable for hoisting personnel, you must plan the actual operation you are about to perform and carry out a risk assessment in the normal manner. if the risks have been minimised and deemed acceptable, you can then carry ‘out the lifting operation in accordance with your generic procedures for hoisting personnel as long as: 1. The workover basket / transfer basket complies with the current LOLER (SI 1998 No 2307) recommendations. 2. Personnel have been trained / have experience of work / transfer baskets. 3. The Crane Operator has been trained and assessed as competent for this type of basket / transfer operation. 4. An operator / mechanic capable of operating the crane is available in the event of an emergency. 5. The crane is inspected by the operator prior to the lifting operation. 6. Aline of communication has been established between the operator and the personnel in the work basket (including a dedicated banksman if required). 7. The environmental conditions have been established by a Competent Person as being suitable for iting / transferring personnel by this method. @ Note: This document provides guidance only. Crane manufacturer instructions and legislative requirements must be followed at all times. © NSL 2000 ©NSL 1991 | nslascoworid.com 8.0 84 8.3 8.4 THE SAFE USE OF CHAIN HOISTS (Chainblocks and Pullifts) Selection When selecting a hoist, the first consideration is the SWL / WLL to suit the load being lifted. Should the load be of unknown weight, a calculation should be carried out to determine the weight, a percentage added for error and a selection then made. Warning! / NEVER lift The second consideration is the minimum \"drawn-up\" dimensions. Lack of headroom is often a problem in confined spaces. This dimension varies with different manufacturers and / or models. The third consideration is the height of lift (H.O.L.). Chain blocks normally have a standard 3 metre H.O.L. (Operating chains usually half a metre less) but can be procured with practically any H.O.L. required. Pullifts normally have 1.8m H.O.L. but again can be fitted with longer chains to suit the operational requirements. Pre-use Examination Before using a chain hoist, it is the responsibility of the individual to ensure the hoist is in working order and safe to operate. The following checks should be made: Check that: i) The SWL / WLL is adequate for the load. ii) The colour coding (where applicable) is current and the hoist has a plant number / ID mark, ili) Safety catches are fitted. ivy) There are no signs of misuse, i.e. stretched hooks, cracked casings, stretched / distorted chain, etc. The Intemational Rigging & Lifting Hancitook | 67 v) In multi-fall hoists, there are no twists in the chains (usually caused by the bottom block flipping over) between the bottom block and the hoisting unit. vi) The ratchet sounds crisp when spinning the handchain wheel or operating the lever. 8.5 Installation of Hoists It is essential that the structure from which a hoist is suspended is adequate for the load it is intended to carry. This load should include the weight of the hoist itself together with any above hook attachments, e.g. slings, shackles, trolley, etc. 8.6 — When using a hook suspended hoist, the top hook should be attached to its support in such a manner that the support fits freely into the seat of the hook and does not exert any side thrust upon the point. 8.7 The top hook should be fitted with a safety catch. 8.8 After installation, a check should be made to ensure the hand and load chains hang freely and are not twisted or knotted. Special care should be taken with multi-fall blocks to ensure the bottom block has not been turned over between the falls of chain imparting a twist to the load chain. If this has occurred the bottom block should be turned back through the falls of chain until the twist is removed (see Fig 8.1). Fig 8.1 Warning! T 8.9 The length of the load chain should be checked to ensure that the bottom hook will reach the lowest point required without running the load chain fully out. If the load chain is permitted to run fully out, undue stress may be placed on the slack end anchorage (which is not a load bearing component). 68 | ©NSL 1991 | nsLascoworld.com 8.10 8.11 Always i) Ensure the load rigging, i.e. sling / shackle / ring seats correctly in the bowl of the bottom hook and allows the safety catch to close. BR) ~ OS ii) Ensure the load is correctly balanced. ill) Position the hoist directly above the centre of gravity of the load (if known). iy Ensure all restrictions have been removed, e.g. hold-down bolts. Never i) Load the tips of the hook. $e Fig 8.3 Never ii) Use the load chain as a sling, i.e. wrapped around items to be lifted and hooked back on itself. ii) ‘Travel a load above personnel. iv) Use excessive force on the hand chain or operating lever as this would result in overloading the hoist. Fig 8.4 v) Use an extension pipe on the lever for extra purchase (pullifts). vi) Leave a load suspended unattended without back-up rigging. ‘The International Rigging & Lifting Hancbook | 69 vil) vii) ix) Subject a hoist to shock loading. Drop a hoist from any height onto the deck or floor. Never use chain hoists as slings or sling legs when using a crane to effect a lift. Chain hoists are designed to be loaded gradually, i.e. as the slack load chain is taken up slowly through the action of their gearbox. CHAIN HOISTS ARE NOT DESIGNED FOR SUDDEN SHOCK-LOADING which they could be subjected to if the load was taken up more rapidly or even “snatched” by a crane. There is every possibility the brake mechanism will sustain damage or even more likely, suffer catastrophic failure. Warning! 1 70 | ©NSL 1991 nsLascoworld.com If adjustability is required for final positioning, or installation of the load, you can install a chain hoist in parallel! with a sling leg but with the load chain slack so that the sling leg takes all dynamic loads. Once the crane has ceased vertical movement and effectively becomes a fixed structure from which the chain hoist is suspended, the chain hoist can then take the tension from the sling so the sling can be disconnected. Thereafter, the chain hoist can be used to provide final adjustment / positioning as required. The Intemational Rigging & Lifting Hancbook | 71 8.12 8.13 8.14 8.15 8.16 8.17 8.18 The Use of Hoists Underwater Occasions arise where hoists are required to be operated by divers sub- sea. Care has to be taken when selecting hoists for this purpose as not all hoists are suitable due to the material of their brake discs, Manufacturers should be consulted to confirm the suitability of their equipment. Hoists used underwater should, on completion of the job, be returned to an approved workshop and be completely stripped, purged of salt water, re-lubricated, re-assembled and tested prior to further use in accordance with manufacturer's instructions. Pneumatic Hoists Should the hoist be air powered, ensure an air service unit (filter, lubricator and regulator) is fitted to set the air supply at the correct pressure and prevent contamination of the air motor. Function test the hoist through its entire lifting height and check the operation of the over-hoisting limits. Check the pendant controls and ensure the operating buttons are not sticky and that they return to neutral on release. In extreme cold weather conditions, a de-icing agent may be introduced via the lubricator to prevent the air motor freezing. The preferred fittings to use for connecting hoses, etc. are the MacDonald type couplings which are rated at 250 PSI, However, if you are using crowfoot type fittings, they must be the type with the locking \"R\" clip (see fig 8.7 below). As additional backup in the event of failure or to prevent accidental disconnection, they should also be fitted with a \"whip check\", i.e. tied together with wire. a Standard Assembly Assembly with Locking pin (Rated up to 100 PSI) (Rated up to 175 PS) Fig 8.7 Spark Proof / Explosion Proof Hoists Spark proof / explosion proof hoists are available for use in hazardous areas. 72 | ©NSL 1991 | net ascoworld.com 9.0 941 THE SAFE USE OF WIRE ROPE HOISTS (Tirfors) Wire rope hoists are available in mainly three capacities with a minimum safety factor of 4 to 1. Previously wire rope hoists were dual rated for lifting (with a factor of safety 5 to 1) and pulling (with a factor of safety of approximately 3.3 to 1), but most hoists are now single capacity rated for both types of operation, e.g. WLL (Lifting) Capacity (Pulling) 800 kgs 1200 kgs 1600 kgs 2500 kgs 3200 kgs 5000 kgs Lifting / Pulling i A lifting application is one in which a load DOES NOT become stationary should either the machine or any of its associated equipment fail. ii) A pulling application is one in which a load DOES become stationary should either the machine or any of its associated equipment fail. Example 1 4 Example 2 Basic Lifting Basic Pulling {i the hoist or rope fails, (i the hoist or rope tails, the load drops) the load remains stationary) Fig 9.1 ‘The Iniemations! Rigging & Lifting Handbook | 73 9.3 9.4 Example 3 Pulling up an incline = Lifting as, if the hoist or rope fails, the load runs down the slope, i.e. the load does NOT remain stationary. Example 4 Cross hauling = Lifting as, if the hoist or rope fails, the load swings back, i.e. the load does NOT remain stationary. The hoists are supplied with a specially constructed rope to withstand the gripping power of the jaws and to prevent \"Bird-Caging\". The standard length of rope supplied is 20 metres but shorter or longer ropes are readily available. Wire rope hoists are normally manually operated but hydraulically powered hoists can be procured to suit specific purposes such as extra long lifts or pulls. oval = Standard Manual Hoist Hydraulic Hoist Fig 9.2 74 | ©NSL 1991 | nstascoworid.com 9.5 9.6 Safety It is imperative that the correct rope is used with the hoist as the machines. are designed to work with a specific diameter of rope and these vary according to different manufacturers. See example table below. Rope Diameter 800 kg 83mm Bmm | &mm 1800 kg 11.5 mm | 1mm 3200 kg 163mm 16mm | 18mm Should you use a rope from manufacturer “C” in a hoist manufactured by “A” you will have a potentially hazardous situation, e.g. the rope can slip through the machine under load. Pre-use Examination Before using the rope hoist, you must satisfy yourself that it is in working order and safe to operate. The following checks should be carried out: i) The SWL / WLL is adequate for the load. il) The colour coding (where applicable) is current and the hoist has a plant number / ID mark. ii) Examine the load pin / hook and hook seating in the side casings for wear, distortion or cracking. iw Where hooks are fitted, check operation of safety catch and ensure the hook is free to swivel. vy) Check the operation of both forward and reverse operating levers and ensure the shear pins are intact. (Sheared or cracked pins indicate overloading). vi) Check operation of the release lever / handle. ‘The international Rigging & Lifting Honcbook 75 vii) Insert a rope and check the stroke of both the forward and reversing levers. The length of stroke will depend on the model used (see below — given as example only). Stroke lengths should be available in the manufacturer's instructions © 7508 - 55 mm approx. * 7516 - 55 mm approx. © 7532 - 32 mm approx. vii) | Examine the rope ensuring it is the correct rope for the hoist and it is free from kinks, corrosion and wear, etc. ix) Ensure the hoist is well lubricated. 76 | ©NSL 1991 | nslascoworld.com 9.7 _ How to Use the Hoist (Lightweight Models) Step 1 Uncoil the Tirfor Maxiflex wire rope in a straight line between the machine and the load to prevent loops which might untwist the strands or form kinks when under tension. ul 2 Fig 93 Step 2 Remove the anchor locking pin and withdraw the anchor pin (C) from the machine. To enable the rope to be inserted tilt the machine until it rests on the anchor pin end (B). With the left hand, turn the rope release ‘safety catch (V) forward. On models not fitted with the rope release safety catch, insert a coin or screwdriver into the slot at (V) and turn forwards. With the right hand, push the rope release lever (P) firmly towards the anchor pin, until it locks into position. Step 4 Ensure that both operating levers point in the same direction. Insert the fused and tapered end of the Maxiflex rope through the rope guide (A) at the opposite end from the anchor pin, until it Passes completely through the machine. sy id utp Fig 9.4 ‘The Intemational Rigging & Lifting Handbook | 77 98 Step5 Step 6 Step 7 Step 8 Step 9 al i Pull the slack rope through the machine by hand (B). Position the anchor sling and refit the anchor pin through the eyes of the sling. Replace the anchor locking pin. Ensure that the Maxiflex wire rope passes beneath the anchor pin. To engage the machine onto the rope, push the rope release lever downwards and allow the lever to travel back to its original Place the telescopic operating handle on the forward operating lever (L1) which is nearest to the anchor pin, or on the reversing lever (L2) situated at the centre of the machine. Lock the operating handle onto the selected lever by twisting. The machine is ready for either forward or reverse operating. Move the operating handle backwards and forwards and the rope will pass through the machine. <4 i a Fig 9.5. Warning! 78 | ©NSL 1991 | nslascoworld.com 9.9 How to Use the Heavy Duty Models 2 Pp u ‘ A Pp * : Forward Operating Lever Reverse Operating Lever Rope Release Lever Rope Guide Rope Exit Anchor Hook Rope Release Catch Fig 9.6 Step 1 Uncoil the wire rope in a straight line to prevent loops which might untwist the strands or form kinks when under tension. Step 2 The following instructions assume that the machine anchor hook points away from the operator. With the right hand push in and maintain pressure on rope release catch (V) on the side of casing by the hook, and, with the left hand pull the rope release lever (P) away from the hook until it is vertical. Release catch (V). Continue to pull back on the rope release lever (P) until it locks into position. Both jaws are now ‘open. Step 3 With the machine lying on the ground, insert the fused and tapered end of the rope at (A). This is the best position for feeding the rope between the jaws. Push the rope through until it emerges at (B). ‘The Intemational Rigging & Lifting Handbook | 79 80 Step 4 Step 5 Step 6 Step 7 Anchor the machine and the cable hook with the correct slings, and ensure that the safety catch is closed. Pull the wire rope by hand until the rope becomes tight on the load. To engage the machine on the rope, ease the rope release lever (P) away from the hook, press and maintain pressure on the rope release catch (V) on the side of the machine. Allow the release lever (P) to slowly travel back to its original position. The rope is now firmly fixed in the jaw of the machine. To operate the machine, place the operating handle on the forward operating lever L1, lock it into position by twisting and move the operating handle to and fro. The rope moves through the machine on both forward and backward strokes of the lever. © NSL 1991 | nsl.ascowortd.com 9.10 Never Never use wire rope hoists as slings or sling legs when using a crane to effect a lift. Wire rope hoists are designed to be loaded gradually, i.e. as the hoist's slack wire rope is taken up slowly through the “alternative gripping” action of the hoist jaw sets. Wire rope hoists are not designed for sudden shock-loading which they could be subjected to if the load was taken up more rapidly or even \"snatched\" by a crane. There is every possibility the gripping jaws will sustain damage or even more likely, suffer catastrophic failure allowing the rope to run freely through the hoist. Fig 9.7 . Warning! The pr ‘The International Rigging & Lifting Hancbook | 81 If adjustabllity is required for final positioning, or installation of the load, you can install a wire rope hoist in parallel with a sling leg but with the load rope slack so that the sling leg takes all dynamic loads. Once the crane has ceased vertical movement and effectively becomes a fixed structure from which the wire rope hoist is suspended, the wire rope hoist can then take the tension from the sling so the sling can be disconnected. Thereafter, the wire rope hoist can be used to provide final adjustment as required (See Fig 9.8), 82 | ©NSL1991 | nsLascoworld.com 10.0 SAFE USE OF BEAM CLAMPS 10.4 10.2 Beam clamps provide a simple and portable means of attaching a hoist to a runway or lifting beam. They should not be used on any beam other than those designed, tested and marked as a runway beam (or lifting beam) with the exception that they may be used on a beam forming part of a structure where a specific design check for this purpose has been made. Selection Beam clamps are available in two basic designs, the clip-on type (fig 10.1) and the more popular adjustable type (fig 10.2). Fig 10.1 Fig 10.2 The main consideration when selecting the clamp is the required SWL / WLL, i.e. the load to be lifted plus the weight of the hoisting unit. 10.3 10.4 The width and thickness of the beam must also be considered and may well lead to the selection of a clamp in excess of the desired SWL to be compatible with the beam dimensions. The range and adjustability are indicated on the clamp's identification plate. The majority of clamps are designed for \"in-line\" use only, i.e. the line of force must be at right angles to the flange of the beam to which it is attached (see fig 10.3). It is therefore important to ensure that for “angled” applications, a clamp of suitable design is selected (see fig 10.4). The International Rigging & Lifting Henobook | 83 18° Line of force Line of force Fig 10.3 Fig 10.4 The tables below only apply to selected models of Riley clamps. Stress calculations should be carried out by the user's engineering department for any / all support steelwork from which the clamp will be suspended. The following working load limits and derations have been established specifically for most \"S\" type clamps and only apply in overhead beam attachment, i.e. do NOT apply if clamps are to be used for lifting beams. (The side load clamp \"USC range\" has been specifically designed for this purpose). Reduction in Working Load Limits When Side Loads Applied Angle From Vertical Reduction Factor Model: S2A, S2AX, SSA s3 S3X, S3A, S6, S6A Sa S4S S4A, S11 $12,814 $15, S16 S17, $18 $19, $20 84 | ©NSL 1991 | nsLascoworld.com 10.5 Pre-use Examination Before using a beam clamp, it is the responsibility of the individual to ensure that the clamp is in good working order and in a safe condition. The following checks should be made: i) The SWL / WLL is adequate for the load. ii) The colour coding (where applicable) is current and the clamp has a plant number / ID mark. ii) Examine suspension shackle and check for wear, stretch or distortion. i) Examine load bar and check for wear, stretch or distortion. v) Examine inner clamp half and check for wear, distortion and cracking - check jaws for deformation. vi) Examine outer clamp half and check for wear, distortion and cracking - check jaws for deformation. vii) Operate adjusting bar and check straightness and function. Check threads for wear and stretch. viii) Examine female screwed spigots (in each clamp half) and ensure they are not deformed due to over / under tightening of clamps on the beam. ix) Check “tommy bar\" handle and ensure it is not bent or has any damage which may be injurious to your hands. “The international Rigging & Lifting Handbook | 85 10.6 10.7 10.9 10.10 10.11 10.12 10.13 10.14 Installation of Beam Clamps Where possible, position the beam clamps on the beam flange directly above the load to be lifted (to avoid / minimise any angular loading). Hand tighten the clamp onto the flange by means of the \"tommy bar\" and ensure it has seated correctly. Do not use an extension pipe on the tommy bar as over tightening causes undue pressure on the clamp knuckles and can result in the clamp failing. Warning! Und Always Ensure the correct clamp is selected to suit the beam flange and the weight of the load to be lifted. Ensure the beam or structure from which the clamp is to be suspended is adequate for the loading (refer to 10.1). Ensure the hoisting unit is correctly seated in the suspension shackle. Never Subject the clamp to side loadings outwith the manufacturer's recommendation. Overload the clamp. Throw or drop clamps onto the floor or deck. Universal side loading clamps are available which are designed to be loaded at any angle including side loads. 86 | ©NSL 1991 | nal ascoworld.com 11.0 SAFE USE OF BEAM TROLLEYS W4 11.2 Beam trolleys should not be used on any beam other than those designed, tested and marked as a runway beam, with the exception that they may be used on a beam forming part of a structure where a specific design check for this purpose has been made and end stops or a suitable means of preventing the trolley running off the end of the beam have been fitted. The beam should also be sufficiently level under all loading conditions such that the trolley will not run away under gravity. Beam trolleys are in the main, adjustable to suit a specific range of beam flange widths. Adjustment is achieved by means of a screwed adjusting bar (see fig 11.1) or by the positioning of spacer washers on the load bar between the side plates (see fig 11.2). Agjusting Bar Fig 11.1 Fig 11.2 There are two types of beam trolley available, push travel (see fig 11.1 and 11.2) and geared travel (see fig 11.3). Push travel trolleys are normally used for loads of up to 2 tonne and linear movement is achieved by pushing against the load. Geared travel trolleys are preferred when loads in excess of 2 tonne are to be handled or accurate positioning is required, e.g. alignment of flanges, bolt holes, etc. Fig 11.3 The SWL / WLL of the trolley must be adequate to take the load to be lifted plus the weight of the hoist, and the operating chain (where fitted) should be long enough to hang approximately half a metre above the operating level. ‘The international Rigging & Lifting Hancbook | 87 11.5 Beam trolleys are designed for \"in-line\" use only, i.e. the load must always be picked up, travelled and landed directly below the runway beam. 11.6 Pre-use Examination As with all lifting gear, it is your responsibility to ensure that the beam trolley is in a safe condition to operate. The following checks should be made: ) ii) ii iy V7) vii) vii) ix) x) xi) xii) The SWL / WLL is adequate for the load. The colour coding (where applicable) is current and the trolley has a plant number / ID mark. Examine side plates and check for wear, distortion and cracks. Examine wheels, axles, bearings, wheel treads and flanges. If geared travel, check gear teeth on wheel flanges and drive sprocket of hand chain wheel shaft for alignment, broken teeth, etc. Examine hand chain and hand chain wheel and ensure chain seats properly in the chain sprockets. Check hand chain guides are not deformed and are correctly positioned to ensure smooth feed of chain onto chain wheel. Examine load bar / bars and check for deformation. Examine suspension plates / yokes / shackle for wear, distortion and cracking. Where an adjusting screwed bar is fitted, check for straightness and examine threads for stretch / damage and check function of locking device. Ensure both the female threaded knuckles (mounted on the side plates) are not damaged or deformed. Ensure suitable and effective end stops are fitted to the beam on which the trolley will be mounted. 88 | ©NSL 1991 | 11.7 11.8 Installation of Beam Trolleys Measure the beam flange on which the trolley is to be fitted and while the trolley is still on the ground / deck, transfer the spacer washers from the outside to the inside of the side plates, or vice versa, as required, to achieve the desired width setting. Important Check that, between the side plates, the adjusting washers are equally disposed on both sides of the yoke or suspension plate(s) to ensure that the loads imposed are directly in line with the web of the beam (see fig 11.5), Fig 11.5 Remove one side plate, mount the trolley on the beam and reposition the side plate taking care to tighten all bolts and locknuts. Should the trolley be of the screwed adjusting bar type, open out to just over the beam flange width, hook on one side of the trolley and close again until the desired width is attained. Correct Setting Whichever type of trolley is being fitted, the recommended clearance between the edge of the beam flange and the wheel flange is 1.5mm. to 2mm, i.e. flange width plus 3mm to 4mm total, Always follow manufacturer's instructions for installation and safe use. ‘The inlernationsl Rigging & Lifting Hancbook | 89 11.10 11.11 11.12 11.13 11.14 11.15 11.16 >) oF; Always Ensure the beam flange is clear of any obstructions and is clean and free from debris. Ensure the operating chains will not foul or snag during travel. Ensure the hoisting unit is correctly seated in the suspension yoke. Never Subject the beam trolley to side loadings. Overload the beam trolley. Throw or drop trolleys onto the floor or deck. Where curved beams require a beam trolley to be fitted, normal trolleys may not be suitable (depending on radius of curve) and may foul and jam. Specialist articulated trolleys are available for this. Warning! 90 | ©NSL 1991 | nsi.escoworld.com 12.0 12.1 12.2 12.3 12.4 SAFE USE OF PLATE CLAMPS Plate clamps are available in two basic designs, horizontal plate clamps (used in pairs and usually suspended by a two leg sling from a lifting beam) for handling plates in the horizontal position only, and universal plate clamps for handling plates in the vertical position. (These clamps can also lift from horizontal to vertical and vice versa, but should NOT be used to transport plates horizontally). ; = << Locking Mechanism Max 90° —_— Lock Handle Horizontal Clamps Universal (Vertical) Clamps Fig 124 Selection The first consideration when selecting the clamp is how the plate is to be transported and stacked, i.e. horizontally or vertically. The second consideration is the weight of the plate to be handled which will determine the SWL/ WLL of the clamps. The third consideration is the plate thickness which will determine the correct model of clamp with the appropriate jaw opening. Pre-use Examination Before using any plate clamps, the following checks should be made: i) The SWL / WLL is adequate for the load. ii) The colour coding (where applicable) is current and the clamp has a plant number / ID mark. ‘The International Rigging & Lifting Handbook | 91 Horizontal Clamps iii) Examine hook ring and look for wear / stretch in crown of link. iv) Check lateral movement (if any) of hook ring on load bolt connection to serrated jaws / rocker arms as excessive movement could indicate wear / distortion. v) Check lateral movement (if any) of serrated jaws / rocker arms on load bolt connection to main body as excessive movement could indicate wear / distortion. vi) Examine the serrations on the jaws or swivel toe and check for wear deformity. vil) Where a toe is fitted, check for lateral movement (if any) of swivel toe on load bolt connection to rocker arms as excessive movement could indicate wear / distortion. Vertical Clamps vill) Examine hook ring and check for wear / distortion in the crown of ring. ix) Ensure the hook ring is not too slack in the clamp as this could indicate internal wear. x) Examine jaw pin and nut and ensure it is secure and not deformed. xi) Check operation of cam-assembly locking lever / jaw spring. xi) Examine serrated jaw and serrated pad and check for wear / deformation. xiii) Examine main body shell and check for wear, cracks or deformation which may affect the operation of internal components. 12.6 Correct Attachment To attach the universal clamps, unlock the movable cam jaw and push down the lifting ring to retract the moveable jaw. 12.7 Position the clamp over the edge of the plate and ensure the plate butts against the jaw stop (see fig 12.2). Should you be using two clamps to lift the plate, they should be suspended from a spreader beam to prevent the clamps canting over at an angle in excess of the allowable 10° (see fig 12.3). 92 | ONSL 1991 nsLascoworid.com Fig 122 Fig 12.3 ary 12.8 Lock the jaw in the closed position and ensure the jaws have a firm bite on the plate. 12.9 Always i) Check that the plate is clean and free from mill scale, dirt, oil and grease. il) Double check that the jaws are locked. iii) Use an adequate number of clamps to balance the load. iv) Lift slowly to allow the jaws to obtain a good grip. 12.10 Never ) Attach clamps to the side of the plate. Fig 124 ‘The Intomational Rigging & Lifting Handbook | 93 Never ii) Fast lower onto the floor as this could cause the clamp to open and release the plate. aD | Fig 12.5 iil) Lift horizontally with a vertical clamp. iy) Lift more than one plate at a time (refer to fig 12.6). vy) Use large capacity clamps to lift light loads. i Fig 126 12.11 When using horizontal plate clamps, do not exceed the sling angles indicated below and do not lift more than one plate at a time unless the clamps are suitable, i.e. sheet bundle clamps. Max 45° 12.12 Never Fig 27 Use endless slings with clamp pairs as this practice can drastically overload the clamps. 94 | ©NSL 1991 | nsLascoworid.com 13.0 SAFE USE OF SNATCH BLOCKS / SHEAVE BLOCKS 13.1 Sheave blocks are available in the form of single sheave blocks or multi- sheave blocks with a selection of head fittings, the most popular being swivel shackle or swivel oval eye. Fig 13.4 13.2 The main function of a single sheave block is to change the direction of the hoisting or pulling rope whereas multi-sheave blocks reduce the necessary pull required on the lead rope to lift the load, i.e. the pull required reduces as the number of falls (sheaves) increases. 13.3. Selection The main consideration when selecting single sheave blocks is the load to be lifted and the resultant load on the head fitting, i.e. the load plus the line pull (which will be slightly greater than the load, due to friction in the sheaves). The resultant load increases as the angle between the ropes decreases. & Note: If the sheave t s of the snatch blo be such that the side ple uring bolt canno ‘The international Rigging & Lifting Hencbook | 95 13.4 Angular Pulls Angle * Factor o 2.00 100 1.29 R 10 1,99 _ 110 1.15 20 1.97 120 1,00 \\ + = 40 1.87 135 0.76 45 1.84 140 0.68 50 1.61 150 0.52 60 1.73 160 0.35 70 1.64 170 0.17 80 153 180 0.00 90 1.41 = Resultant (Head Load) Weight to be Lifted = Line pull (W + % for friction) ‘Safe Use of Equipment ven q To calculate the resultant load (R), firstly obtain the line pull (P) by multiplying the load to be lifted (W) by 1.04 (bearing sheaves) or 1,08 | (bushed sheaves), then multiply by the factors indicated in the table fig 13.2 according to the angle between the ropes. Warning! W { R=2W+F (Where F = Friction) w| W+F 96 | ©NSL 1991 | nsLascoworld.com Fig 13.3 13.5 When selecting multi-sheave blocks, you must consider the load to be lifted (W) plus the line pull capacity of the winch (P) which will dictate the number of sheaves required (i.e. the number of falls) to perform the lift. This will affect the resultant load (R) on the head fitting. To assist your selection of blocks, refer to the table below. Multiply the load to be lifted (W) by the factors indicated to establish resultant head load (R) and line pull (P) requirements. ozaw | 0.29 | o21w | 0.26 Conversely, divide your line pull capacity (P) by the load to be lifted (W) and compare the factor with the table to establish block type and SWL / WLL required. ‘The Internations! Rigging & Lifting Hancbook | 97 13.6 Pre-use Examination Before using any sheave block, the following checks should be made: i) ii) i ) vi) vii) vill) ix) x) xi) xii) xiii) xiv) xy) xvi) The SWL / WLL of the block / head fitting is adequate for the load. The colour coding (where applicable) is current and the block has a plant number / ID mark. Examine sheaves for wear in the rope groove, cracks or distortion. Try to lift sheaves to check bearings / bushes for wear. Spin the sheaves to check bearings / bushes and ensure smoothness of operation. Where applicable, ensure all grease ports are clean and unblocked and the machine is well lubricated. Examine swivel head fittings and check for wear / stretch. Examine (if possible) thrust bearing / washer and ensure smoothness of operation. Examine upper load pin / spigots and check for wear / distortion. If head fitting is of the shank type, check security of shank and nut and examine for stretch / distortion. Examine cross-head for wear. Examine head fitting shackle / eye checking for wear, stretch or cracking. Examine side plates / straps and check for distortion, wear or cracking (especially around main load pin hole and top suspension hole). Ensure there are no sharp edges or burrs in the side plates which may be detrimental to the wire rope. If fitted, examine becket and check for wear, stretch or cracking. Check all spacers and tie bolts and ensure they are not deformed. Using sheave gauge, check rope groove for compatibility with winch rope. 98 | ©NSL 1991 | nslsscoworld.com Lh Wire supported through Groove too small Groove too large of circumference (sheave will scrub wire) (wire will fatten) Fig 135 13.7 Safety When attaching the sheave block to the support structure, ensure all split pins, locking and secure pins are in place. Should the block be a \"snatch\" block, ensure the side plate locking pin is replaced. Clip — Fig 13.6 13.8 Ensure the support structure is of adequate strength to support the resultant head loadings and consult your supervisor if in doubt. The international Rigging & Lifting | 99 13.9 Ensure the sheave block is correctly aligned with the lead rope to prevent the rope abrading on the cheek / side plates. 13.10 Should the rope be plain ended, after reeving: Always i) Terminate the wire by means of an open wedge socket (see winch section 14.12). Never ii) Form the termination by using wire rope grips as their use is strictly prohibited in lifting applications. ili) Overload the sheave block. 100 | @NSL 1991 | nsiescoworld.com 14.0 SAFE USE OF WINCHES 14.1. Winches can be manual or powered but the most common in use Is the pneumatically powered series. Manual Pneumatic Fig 14.1 14.2 Selection When selecting the winch, the most important consideration is the required line pull. If you are operating in a multi-fall situation, refer to section 13.5 of the handbook to assist your calculations. It must be borne in mind that the majority of manufacturer's line pull ratings are based on half drum performance and that line pull decreases as the winch drum fills up. Full Drum - Min Line Pull Half Drum - Med Line Pull, = — (Rope Capacity = 36% Of Total) 1\" Wrap - Max fine Pull Fig 14.2 Note: Half drum rat The International Rigging & Lifting Handbook | 101 14.3. The next consideration is the drum capacity, i.e. how much wire rope is required for the operation. An example of establishing rope requirement is given in fig 14.3. To help you determine the length of rope required, a typical example of the details to consider are shown below, e.g. using 3 sheave and 2 sheave rope blocks with a snatch block and winch: i) Multiply the distance between the centres of the blocks by the number of rope falls. e.g. 35m x 5 = 175m ii) Add the length of rope leading from the top block through the snatch block to the winch. e.g. 30m + 10m = 40m ili) Add the length of the rope round the sheaves, ie. No. of sheaves x 0.5 circumference of the sheave. e.g. 5 x 600 mm = 3m iv) Add allowance for 5 turns on the winch barrel, ie. 5 x circumference of the drum. e.g. 5 x 2.5m = 12.5m v) Total length of wire rope required. = 175m + 40m + 3m + 12.5m = 230.5m Fig 14.3 35 te (Should this amount be more than 36% of drum capacity double check the line pull rating in the winch manufacturer's catalogue). 102 | ©NSL 1991 | nstascoworld.com 14.4 Pre-use Examination Prior to operating the winch, the following checks should be carried out: ) The SWL / WLL is adequate for the load. fi) The colour coding (where applicable) is current and the winch has a plant number / ID mark. iil) Examine rope guard and ensure there is no damage / distortion which may obstruct and / or abrade the winch rope. If no rope guard is fitted, DO NOT USE! iv) Where possible examine winch drum and check for wear, distortion or cracks. vy) Examine brake bands and drums and check for wear. vi) Ensure the bands and drums are clean and free from contamination. vii i) Where fitted, examine the automatic brake and check springs, link arms and pins. vill) Examine exposed portion of piston rod and check for corrosion. ix) With power disconnected, check that all operating levers return to neutral when released. x) Ensure directional arrows / markings are in place and clearly visible. xi) Check oil level. xii) Examine winch base and check for cracked welds, cracks around bolt holes, distortion or impact damage. xiii) Anchorage: Ensure the hold down bolts / welding / clamping are adequate and as far as possible, satisfy yourself that the support steelwork has no indications of deterioration. xiv) Check that the air supply is adequate for that particular model of winch and is of the correct pressure. xv) Connect air supply and function test the winch. The international Rigging & Lifting Handbook | 103 14.5 Visually examine the winch wire and check for: i) Wear and corrosion. ii) Abrasion. iil) Mechanical damage (i.e. Crushing) and broken wires. 14.6 Ordering and Fitting of Rope Should you require a new rope for the winch, ensure you measure the diameter correctly to avoid being supplied with an UNDER-SIZED WIRE. ex we (For Breaking Loads and WLLs of wire, see table 1 at back of handbook) Fig 14.4 14.7 When spooling wire rope from a wooden drum onto the winch drum, avoid reverse bending which is detrimental to the lay of the rope. QF @¥ Never reel from top to bottom or from bottom to top Always reel from top to top or bottom to bottom Fig 145 104 | ©NSL 1991 | nsLascoworld.com 14.8 — |t is important to establish the required lay of the rope as, when a rope with the proper direction of lay is spooled, the several coils on the drum will hug together and maintain an even layer when the load is slackened off. With rope of improper lay the coils will spread apart at each removal of the load. With the resumption of winding, the rope may criss-cross and overlap on the drum, resulting in the flattening and crushing of the rope. | _— Underwind Overwind Left to Right Right to Left Use Left Lay Rope Use Left Lay Rope |e rs Pi Underwind Overwind Right to Left Left to Right Use Right Lay Rope Use Right Lay Rope Fig 14.6 Left Lay - Left Hand Right Lay - Right Hand Underwind Overwind Underwind Overwind Fasten on Left Fasten on Right Fasten on Right Fasten on Left Easy way to remember how to wind wire rope on to a drum. Fig 14.7 ‘The International Rigging & Lifting Handbook | 105, 14.9 Spooling It is important that all the turns of the first layer on the drum are tight and true to ensure correct seating of the second and subsequent layers. x % ‘Spaced winding on frst layer Interlocking of Correct winding of first permits movement and causes ‘strands on first layer layer permits correct wedging action on second layer causes severe scrubbing winding of second layer Fig 14.8 14.10 The most popular winches have a long brake calliper and a short brake calliper. Check your rope winding in relation to the callipers as incorrect spooling can: i Affect the efficiency of the brakes and, ii) Drastically affect the hoisting capacity as the rotary valve will be working in reverse. rd \\ Braking ~ Long brake Braking Y Long brake «— caliper +— Hoisting Fig 149 106 | ©NSL 1991 | nstascoworld.com 14.11 14.12 Fleet Angles It is recommended that the maximum angle of fleet for plain drums should not exceed 1.5° (for grooved drums 2.5\"), You may have to use a deflector pulley or sheave to achieve this criteria Fleet Angle Angle of fleet Ideal distances = Pulley 12x width of grooved drum Orn | 20 x width of plain drum Fig 14.10 In the majority of cases, the winch rope would have a ferrule secured thimble eye but in certain circumstances (such as multi-reeving) this eye will be removed and the rope has to be re-terminated on site. The preferred method is by use of open wedge sockets especially in a lifting situation. Refer to fig. 14.11 for the correct method of fitting yuowidinb3 jo 067) Note 1: Ops 4 kets have ff f The ually examines te e a 1 for cracks around the clevi: Live r0p@ Seizing | Sa Er Fig 14.11 Do Not clamp tail end to live rope (common bad practice). hich have an ex ck 3 neater termination (S Fig 14.114 The International Rigging & Lifting Handbook | 107 The ferrule secured thimble eye can either have a hook or a shackle attached for connecting to the load. Most companies use a closed type safety hook (e.g. BK type) or a safety type shackle. Safety shackles appear to be the preferred fitting when using the winch for man-riding. 14.13 There are various wire rope clamps / grips available for terminating a rope \"in situ\", the three most common being: i) Fist Grips (Efficiency - 80%) ii) Eureka Wirelocks (Efficiency variable, but on average, 45% - based on independent tests carried out on 16mm x 2 bolt wirelocks) iii) Bulldog Grips (only DIN1142 type acceptable - Efficiency - 80%) The above efficiencies are based on the catalogued breaking load of the wire rope. Fist Grip Eureka Clamp Bulidog Grip Can be fitted either way Can be fitted either way ‘Should only be fitted one way (see fig 15.15) Fig 14.12 Note: In g terminating 108 | ©NSL 1991 | nsLascoworld.com 14.14 When using fist grips, they can be fitted to the rope either way as both halves have a saddle. The quantity required increases with the rope diameter and the torque value increases with the bolt diameter. See table below for details. The distance between grips should be six rope diameters. Turnback Nominal Rope Minimum Number Amount of Required Torque Diameter (Inches) of Fist Grips Turnback (mm) (ft/ Ibs) Ne 2 125 30 Ye 2 135 45 he 2 165 65 Ya 3 280 65 %e 3 325 130 Yo 3 350 130 % 3 400 225 fa 4 660 225 1 5 940 225 1-% 5 1,050 360 1-% 6 1,400 360 1-% 6 1,580 500 \\-' 7 2,000 500 Fig 14.13, ‘The International Rigging & Lifting Handbook | 109 14.15 When using Eureka Wirelocks, it is recommended that two be fitted to make a termination. They should be fitted as shown either way on the rope and the bolts tightened in accordance with the torque values indicated in the table below. Eureka Wirelock Table Bolts Required Torque ter of ) Diarr Rope (m 2 6 2 6 14.6 10.8 8 2. 6 17.8 31 10 2 8 29.4 217 1\" 2 8 29.4 217 13 2 10 68.6 50.6 14 2 io 68.6 50.6 16 2 12 112.8 83.2 18 4 12 112.8 83.2 19 4 12 112.8 83.2 20 16 276.6 204 22 4 16 276.6 204 24 4 20 540 398 26 4 20 540 398 110 | ©NSL 1991 | nsLascowortd.com 14.16 When using bulldog grips, only DIN 1142 standard are acceptable. There is a right way and a wrong way to fit bulldog grips (see fig 15.15). Only Grips to DIN 1142 Standard are to be used ‘1st clip installed 1 clip base width from end “U* Bolt 2nd clip installed as close as possible to thimble Working part of ‘ope (live end) Thimble 3rd clip installed between first 2 clips (1 clip based width from other clips) (eee table on next page) The quantity of grips required increases with the diameter of the rope. See table on next page for both quantity and relevant torque values. The Intemational Rigging & Lifting Hencbook | 117 Minimum Nur of Wire Rope Gr 3 8 4 10 4 13 4 24 16 4 49.0 36 19 4 68.0 50 22 5 107 79 26 5 147 108 30 6 212 156 34 6 296 218 40 6 363 268 Fig 14.16 Table.o Grip Table o1 14.17 For intermediate nominal diameters of rope, the next largest grip size should be used. The nominal size 5 grip should only be used on a 5mm nominal diameter rope. For 11mm diameter rope, use four 10mm nominal grips with a tightening torque of 14 Nm (10.3 Ib.ft). 14.18 DIN standard bulldog grips applied in accordance with the above table will have an efficiency of 80%, i.e. they will maintain their grip for up to 80% of the breaking load of the wire rope. 112 | @NSL 1991 | 14.19 14.20 14.21 14.22 During assembly and before the rope is taken into service, the nuts must be tightened to the prescribed torque. After application of the load, the torque must be rechecked and, if necessary, corrected. This action should be repeated within 24 hours of installation. Further periodic checking and re-torquing of the nuts is essential during service, preferably more frequently during the early stages of operation to ensure that a satisfactory terminal efficiency is being maintained. Winch Operation Always ) Keep your hands clear of the rope spooling onto the drum ii) Keep other personnel clear of the hoisting rope. ili) Check the brake efficiency prior to hoisting any significant height iv) Lower off slowly to avoid dynamic loadings on the winch and wire rope. Never i) Overload the winch. ii) Use the winch for the raising or lowering of personnel unless the winch has been specifically designed for this purpose and is marked accordingly. ill) Alter the spooling direction without prior consultation with the manufacturer. Note: Wher termination t the operator kno\\ The Rigging & Lifting Handbook | 113 jo 829 14.23 Winches for Hoisting / Lowering Personnel On an offshore drilling rig or platform, winches are often used on the drill floor for the hoisting and lowering of personnel. These winches must either be specifically designed for this purpose or be modified and re-certified as such. In either case, they must comply with HSE guidelines and be marked “Suitable for Man-riding\". No other winch should be used for transporting personnel as it would not meet the required enhanced safety specification. 14.24 A detailed risk assessment must be carried out to identify hazards and either eliminate risks or reduce them to an acceptable level prior to operations commencing. 14.25 The winch operator and the personne! being transported by the winch must be familiar with and work to the hand signals depicted in Appendix 4. 14.26 Ideally, the winch operator should be able to see the person being transported by the winch at all times. Where this is not the case, e.g. during a “blind” lift where the operator does not have direct line of sight, it is imperative that a suitable means of communication is established and maintained. This would normally be via short wave radio. 14.27 All personnel involved with man-riding winch operations must at all times, work within the guidelines of their company’s “Safe Operating Procedures” for such operations. Warning! 14.28 Unless marked otherwise, the man-riding winches can also be used as 4 utility winches as long as the (derated) capacity (for man-riding) is not exceeded. © NSL 1991 | nsLascaworld.com 15.0 THE SAFE USE OF HYDRAULIC JACKS / RAMS 15.1 15.2 15.3 Hydraulic lifting equipment is available in two basic formats, i.e. a ram / plunger and cylinder with an integral pump unit (see fig 15.1) anda rarn and pump set which consists of a ram / plunger and cylinder with a remote pump unit connected by a high pressure hose (see fig 15.2). Fig 15.1 Fig 15.2 Selection When selecting your hydraulic equipment, the most important consideration is the \"capacity\". The second consideration is the number of jacking positions and the distance between them, i.e. should the positions be quite far apart, using jacks, you will require one operator per unit whereas if you used rams with remote pump units, the pumps could be brought together or connected to a manifold and worked by one operator. The international Rigging & Lifting Handbook | 115 15.4 Certain jacks are fitted with a \"CLAW\" attachment which is normally rated at 40% of the jack's capacity. Should you require to use the claw attachment, remember to obtain a jack with a capacity at least 2.5 times the load to be lifted. 15.5 Should you wish to monitor the loadings on the jacks or rams, they can be fitted with pressure / load gauges. 15.6 Should the load have to be sustained, jacks / rams can be procured with locking collars. Fig 15.4 15.7 Asasafety measure, a lock off safety valve can be fitted to the ram to maintain pressure in the event of a hose failure. 116 | ©NSL 1991 | nsLascoworid.com 15.8 Pre-use Examination Prior to using any hydraulic lifting equipment, the following checks should be carried out: i) The capacity is adequate for the load. ii) The item has an ID / Plant number and correct colour code (where applicable). iil) Examine body of cylinder / jack and check for impact damage, cracks and oil leaks. (With cylinders, examine inlet / outlet couplings and check for leakage). iv) Operate cylinder / jack, pumping the ram to full stroke. vy) Examine the ram and check for belling, scoring and corrosion. vi) If the ram is threaded externally and fitted with a locking collar, examine threads and check for stretch. vii) Examine round seal and check for oil leakage. viii) Turn valve to lower / release and ensure the ram goes down smoothly. (Jerkiness could indicate distortion to the ram not visible to the eye and sponginess indicates air in the system which will have to be bled). ix) Examine hoses and fittings to ensure they are not perished, cut or damaged. x) With the ram in the lowered position check the oil level of the jack / pump unit. xi) Function test the pump and ensure the valve does not leak when closed and under pressure. xii) Where claw attachments are fitted examine for distortion / cracks. xii) | Where gauges are fitted, check for leaks, function test and ensure needles return to zero. ‘The Intemational Rigging & Lifting v7 15.9 Jacking Procedure Jacks and rams must only be used on a strong sound footing of sufficient area to distribute the load. Beware when jacking on top of deck plating as more often than not, spreader plates have to be used to transfer the loading to deck support beams. 0 Fig 155 15.10 As the load is jacked up, it must be followed by packing (to safe guard against the jacks failing) and similarly when lowering a load, the packing must be removed piece by piece. 15.11 A load must not be left supported solely by jacks/rams (i.e. packing must be left in position) unless they are of the design with the locking collar. 15.12 Wherever possible, use non-slip packing between the ram head and the load to be lifted. 118 | ©NSL 1991 | nsl.ascoworld.com 15.13 15.14 Always ) Apply the load centrally and in line with the jack / ram. ii) Operate within the rated capacity. ili) Fully support the base of the jack / ram. iy Stabilise the base of the pump unit to prevent overturning when pumping. vy) Ensure that any jack used with a claw attachment has an extended base. vi) Screw down locking collar (where fitted) when the load is to be sustained. vil) Open release valve slowly when lowering load. vill) | Check pressure rating of hoses / gauges / fittings, etc. ix) Keep the ram / piston clean. x) Fully retract ram before disconnecting hoses. xi) Check oil capacity of pump when using multi-jacking system. xii) Check all fittings are correctly secured. Never i) Go under a load supported solely by jacks. ii) Use equipment if there is evidence of oil leakage. iii) Drop loads onto jacks / rams. iv) Exceed 40% of the jack capacity when using claw attachments. Use a claw attachment unless the jack has an extended base. ‘The International Rigging & Lifting Hencbook | 119. 16.0 THE SAFE USE OF WIRE ROPE SLINGS 16.1 Wire rope slings are generally manufactured with terminations being formed by mechanical splicing (turn back splice / talurit) of ferrules. The eyes of the sling can be fitted with or without thimbles according to its Purpose. 16.2 Selection Wire rope slings are by far the most commonly used as they are versatile and comparatively lightweight in relation to their strength. They can be made up as single leg slings as shown in fig 16.1 or as multi- leg slings as in fig 16.2. Single and Endless Slings Effective length | Thimble ee) Thimble Oe Mechanical Splice Thimble Reeving Thimble Thimble ne) Soft Eye Soft Eye Soft Eye Fig 16.1 120 | ©NSL 1991 | nstascoworld.com Multi-leg Slings A AN Twoleg Three Leg Four Leg Fig 16.2 16.3 The majority of multi-leg slings are fitted with thimbles to utilise the strength of the rope to best advantage as, with soft eye slings, the strength of the sling is greatly reduced if the eye is supporting a load via a small diameter, e.g. shackle pin or body. Nt Fig 16.3 ‘The Intemational Rigging & Lifting Hancbook | 121 16.4 Working Load Limits 122 The WLLs of slings calculated in accordance with BS EN 13414 are as follows (angles measured from the vertical): i) Single leg sling ji) Double leg sling iil) Three leg slings ji) Four leg slings WLL of one leg WLL of one leg x 2x0.707 (0°- 45°) WLL of one leg x 3x 0,707\" (0°- 45°) WLL of one leg x 3x 0.707* (0°- 45°) (Refer to sling table 2 at back of handbook) The strength of a wire rope is dependent on three factors, i.e.: i) Diameter. ii) Construction (type of core). iii) Tensile strength of wire (200 grade is standard for slings but crane ropes are often much higher). Note: 180 (180 kgf/mm’), 200 (1960 or 210 (2160 kgf/mm*) The construction of the wire rope is normally chosen to suit the specific application, e.g. wire ropes with a steel core are preferred for winch operations as they have a greater resistance to crushing and flattening on the drums whereas both steel core and fibre core wire are suitable for sling manufacture. Typical Constructions 6x36 6x19 More flexible Less resistant to wear ©NSL 1991 | nsLascoworld.com 16.5 Advantages of Wire Slings Strength for strength, wire rope slings are lighter than the equivalent chain slings and are less liable to damage fragile loads or delicate surfaces. They are also better suited than chain slings to absorb dynamic loads. A further advantage is that wire slings can be pushed under the object being lifted, a feat which cannot be accomplished with chain slings or fibre ropes. 16.6 When slings are fitted with hooks (e.g. crane pennants) the only types permitted are the lockable \"closed\" design, i.e. use safety latch type. bh b Satety Latch Type Fig 16.5 The reason for this preference is that with both types, application of the load closes the hooks (which lock in the closed position and will not release on “no load\") and their design is such that they do not snag on protrusions, e.g. handrails, etc. ar model a proble ‘The Intemational Rigging & Lifting Handbook | 123. 16.7 Pre-use Examination Prior to using any sling, the following checks should be made: i) ip ii) ) ) vi) vii) vill) ix) x) 124 | @NSL 1991 The SWL / WLL is adequate for the load. The item has an ID / Plant number and correct colour code (where applicable). Examine each individual leg along its entire length and check for wear, corrosion, abrasion, mechanical damage and broken wires. Examine each ferrule and ensure the correct size of ferrule has been fitted. Check that the end of the loop does not terminate inside the ferrule (Le. the rope end should protrude slightly but no more than 1/3rd of the dia.) unless the ferrule is of the longer tapered design which has an internal step. The ferrule should be free from cracks or other deformities. Examine each thimble and check for correct fitting, snagging damage and elongation. (Stretched thimbles / eyes could indicate possible overload). Examine wire rope around thimbles as it is often abraded due to sling being dragged over rough surfaces. If fitted, examine master link / quadruple assembly and check for wear, corrosion and cracking. If fitted with hooks, check for wear, corrosion, deformation and cracking and ensure safety latch functions. AsLascoworld.com 16.8 Safety SWL/ WLL for Multi-leg slings are measured from the vertical up to 45°. Previously the angles were measured from leg to leg 90°, diagonally for a 4 leg sling. 90° max ‘90° max Fig 16.6 16.9 When using single slings in pairs or endless slings be aware of reductions in sling capacity due to angles and sling configurations. Refer to section 24 of this handbook for further guidance on safe slinging. 16.10 Cable Grips / Cable Stockings / Chinese Fingers Cable grips are primarily designed for pulling, towing or supporting cables, wire rope, tubes, etc. and must be used with due care and attention. They are hand-woven using high tensile galvanised steel wire as standard (see below), ‘Standard single and double eyed cable grips. Fig 16.7 ‘The international Rigging & Lifting Handbook | 125 16.11 16.12 ‘Safe Use of Equipment 16.13 They are manufactured with a specific “breaking load” and it is up to you, the user, to apply a suitable factor of safety dependent on the application, e.g. for standard pulling operations, the accepted norm is 3:1 (i.e. you divide the breaking load by 3 to establish the safe pulling capacity). In more critical applications such as lifting (see warning below), the norm is 5:1 (ie. you divide the breaking load by 5 to establish the safe lifting capacity). This ensures that the actual cable grip won't fail due to tensile loading but it does not guarantee the efficiency of the grip on the cable or wire rope being pulled / lifted. That will very much depend on the properties of the item in question and the amount of cleaning / preparation you do. Warning! A+ re } Where used for overhead purposes, sensible additional safeguards, such as safety nets, should be employed to protect personnel. If these cable grips are permanently installed, e.g. supporting overhead cables, they should be inspected on a regular basis. For special applications, stainless steel wire can be used (particularly useful for subsea operations). Non-conductive grips in man-made fibre are also manufactured. 16.14 Pulling Grips These are used for applications requiring a pull to be applied to a cable, tube, wire rope or similar object. The most common use is for the installation of overhead cables on pylons, underground cables in trenches or wire ropes on cranes. The standard range of diameters is from 4mm up to 115mm in various types and strengths according to the load to be pulled. Specials can be made to order up to 600mm (or larger if required). For light loads such as plastic tubes or ropes, etc. a grip made with a single wire weave is sufficient but for heavy loads, particularly where long lengths of overhead cables are to be installed, a combination of single, double and triple weave grips are used with the single weave ensuring the initial grip but the load being taken by the extra strands in the triple weave portion. 128 | ONSL 1901 | nstescowordcom For most applications a grip between 600mm and 1,000mm long is sufficient but longer types can be manufactured to suit. The larger triple weave types are longer as standard. Open ended cable grips can be used as a connecting sleeve to pull in replacement wires or cables. However, these open-ended cable grips should NOT be used if there is a possibility that one cable will rotate in relation to the other, e.g. when pulling in electric cables and wire ropes. In these types of operations, torque can build up and damage the cable grip, possibly resulting in failure. In this situation, two independent grips connected by a swivel must be used (see fig below). Fig 16.8 Using two cable grips ON TOP of each other is not advised as they tend to damage each other and grip on the item being pulled cannot be guaranteed, A long length of cable may need to be assisted in its installation by applying supplementary “pulls” by cable grips along its length. The type of grip used for this is fitted over the cable at any part of its length and laced up afterwards. 16.15 Support Grips The construction and application is the same as for pulling grips except these more or less become part of an installation. They can be of a single or double weave type according to the load to be supported and have one or two supporting “eyes\" dependent on the available anchoring points and the disposition of the load. Cable grips are re-usable tools and provide an efficient method of supporting cables or attaching a pulling bond. Their use is not confined solely to cables as basically any circular object can be held or pulled. ‘The International Rigging & Lifting Handbook | 127 16.16 Prior to fitting Cable Grips (both types): 1) Visually inspect cable grip before use. 2) If fitting to wire rope ensure excess lubricant, surface corrosion, grit and surface contamination is removed before fitting. 3) Select correct size of grip for the cable / rope diameter. 4) Select correct strength of grip for the job, e.g. single, double or triple weave. 16.17 Fitting Instructions for Cable Grips (general) 1) To make fitting easier, the open end of the cable grips can be pushed down on a flat surface to make the wire ends of the lattice flare out. This will give a Slight funnel effect and make it easier to fit the open end over the cable. 2) Push the cable grip over the cable, pushing from the eye end towards the open end. This will cause the cable grip to slightly expand and pass over the cable. For single eye grips the cable grip must be pushed onto the cable as far as possible so as to ensure that the cable passes right to the end of the cable grip. For double eye grips the cable may be pushed through the cable grip exiting between the eyes and for as far as your requirement needs. 3) Ensure that the cable grip is seated uniformally and firmly onto the cable by Positioning both hands around the cable's circumference. For single eye start at the eye end. For double eye start at the open end away from the pulling eyes. Grasp the cable grip as firmly as possible and moving towards the other end of the cable grip, slide your hands firmly over the woven lattice to ensure that it sits firmly onto the cable. 4) To ensure further grip, a bandit strap or Jubilee clip can be secured around the cable grip at the open end. i.e. the end furthest away from the Pulling eyes. Apply load slowly to allow the cable grip to contract and take up the grip. Pulling loop end Jubilee clip 128 | ©NSL 1991 | nsl.ascoworld.com 16.18 Never i) Overload or shock load a cable grip. ii) Use the cable grip if it shows any signs of damage or wear, (this should be checked each time before use). Warning! |f at any time during th braide Protective equipment, particularly gloves must be used at all times when using cable grips. Lacing Instructions for Wrap-around Cable Grips Lacing strands should be the same material / strength, e.g. single, double or triple weave lace, Single weave grips should be laced with single strand lacing: double weave with double strand: triple weave with triple strand. Laces of higher strength can be used on any cable grips, e.g. triple lace on a double weave or double lace on a single weave. However, you must never use a lower strength lace, e.g. single lace on a double weave or a double lace on a triple weave. Laces are supplied in manageable lengths. There may be more than 1 lace per cable grip. You must use the lace(s) provided by the manufacturer. 1) Lay the lace out. Fold it in half and kink it at its mid point. 2) Lay the grip out and wrap it around the cable. 3) Start the lacing at the lead or anchoring end of the grip. Thread the lacing through the first two directly opposite loops of the split and pull through until the lace is centred at this point. ‘The International Rigging & Lifting Hancbook | 129) Fig 16.10 For high load grips the first loop of the lace can be taken round the braid wires twice to form a double loop before proceeding. To make fitting easier, the grip can be compressed in its length, wrapped around the cable and temporally tied at intervals to keep the adjoining edges of the braid together, then continue as below. 4) Lace as you would your shoe, crossing the lacings before lacing the next two loops. Fig 16.11 5) Don't pull lacing too tight. Leave a space between adjoining loops approximately equal to the width of one diamond of the mesh. 130 | ©NSL 1991 | nsLascowortd.com 6) 10) Twist the lacing strands tightly together at the tail end of the grip. Fig 16.12 (if a multi length lace is used, tie off at the end of each section). Fold the twisted tail back on itself to lie in line with the cable. Start the new lace minimum of 2 braids (diamonds) back lacing over the previous link and its tied off tail. Then continue as before. Wrap the ends of the lacings once or twice tightly around the tail of the grip, twisting the ends together securely. Excess lace can be cut off. For added initial grip a bandit strap or Jubilee clip can be secured around the cable grip, lace and tail at the open end, i.e. the end furthest away from the pulling eyes and within two braids of the bottom. Apply load slowly to allow the cable grip to contract and take up the grip. Fig 16.13 Under no circumstances should a cable grip be overloaded or a sudden surge load applied. The condition of the cable grip must be inspected before and after use. Under no circumstances should a cable grip be used if it shows any signs of damage. Protective equipment, particularly gloves must be used at all times when using cable grips. ‘The Intemational Rigging & Lifting Handbook | 131 17.0 SAFE USE OF MAN-MADE FIBRE SLINGS 17.1. Man-made fibre slings (web slings and round slings) are available in five basic formats as follows: Format Application i) With soft becketed eyes Multi-purpose ii) With \"D\" links Straight or basket lifts ili) With \"D\" link & reevable link Straight, basket / choke lifts iv) Endless (Flat webbing) Multi-purpose vy) Endless (Round sling) Multi-purpose Soft Becketed Eyes ‘D' Links Qa 2p 'D' Link and Reevable Link Endless (Fat Webbing) Endless (Round Sting) Fig 17.1 132 | ©NSL 1991 | nsLascoworid.com 17.2 Generally the width of a web sling governs the WLL and equates to 1 tonne capacity per 50mm of width of simplex slings (single thickness) and 1 tonne capacity per 25mm of width on duplex slings (double thickness). 17.3. When selecting the type of web or round sling, you must initially consider the lifting mode as this affects the capacity of the sling, i.e. to calculate the capacity of the sling, the SWL should be multiplied by the mode factor \"M\" as indicated below, Straight Lift Choker Basket 0° Basket 90° M=1 M=08 M=2 M=14 Fig 17.2 (Refer to table 3 for actual loads) 17.4 For general use, soft eye, endless or round slings are more suitable due to their versatility but if slings are going to be in constant use it is preferable to use slings with “D\" links which are more wear resistant. 17.5 For awkward or fragile lifts (such as valves, actuators, control panels, etc.), it is advisable to use round slings as they are soft, flexible and when choked, take a secure bite on the load. Effective Working Length Circumference (When ordering, always order by circumference and not length or you will end up with a sling half the length you actually require.) Fig 17.3 The international Rigging & Lifting Handbook | 133 17.6 Pre-use Examination Prior to using web or round slings they should be visually examined along their entire length and checked for: i) The SWL / WLL is adequate for the load. ii) The item has an ID / Plant number and correct colour code (where applicable). ill) Cuts, tears or chafing. iv) Burst stitching (especially round the eyes). vy) Chemical damage. vi) Heat damage. vi) Ingress of foreign bodies into the fibres. vill) Distortion / wear in the metal eyes (where fitted). 17.7 Safety Generally, man-made fibre slings are only suitable for use at the worksite or on board the installation and should not be used for the transportation of materials to and from the installation or worksite. 17.8 The vast majority of slings are made from polyester which is impervious to sea water, crude oil and its products, and most acids (at room temperature). You must avoid using these slings in alkali conditions however as alkalis cause the polyester to disintegrate. 134 | ONSL 1991 | nstascoworid.com 17.9 Great care must be taken to avoid positioning the slings around sharp edges which could cut or tear the sling when the load is taken. L_ The webbing will cut here Fig 17.4 Always Use packing around sharp edges. Refer to section 24 of this handbook for further guidance on safe slinging. ‘The Internationa! Rigging & Lifting Hencbook | 135 18.0 THE SAFE USE OF ALLOY GRADE 80 CHAIN SLINGS 18.1 Alloy grade 80 chain slings were developed to replace the older mild steel and high tensile chain slings but unlike these forerunners, they do not work-harden or require periodic annealing / remedial heat treatment. Whereas the mild steel and high tensile slings used to be fabricated by a blacksmith, grade 80 chain slings are constructed from individual components which can be assembled in numerous configurations to suit the task in hand. The only tool required is a hammer. 18.2 Selection Grade 80 chain slings, although approximately one third of the weight of the high tensile type, are still strength for strength heavier than wire rope slings but have three main advantages namely: i) Greater resistance to corrosion. ii) More durable. iti) Adjustable leg lengths (for loads with an offset centre of gravity see fig 18.2). 18.3 Typical Sling Configurations 6 /\\ Single Leg Double Leg ‘With Clutches Four Leg With Clutches Barrel Sling Fig 18.1 136 | ©NSL 1991 | nsLascowortd.com 18.4 18.5 18.6 Where the slings are to be fitted with hooks, the desired type for safety is the BK safety latch type (see fig 16.5 in section 16). Chain slings fitted with shortening clutches are ideal for lifting loads with an offset centre of gravity as the leg length can be adjusted to position the lifting ring directly over the centre of gravity. This allows the load to be lifted level. Fig 18.2 Pre-use Examination Prior to using a chain sling the following checks should be carried out: i) Dy i) i) vy) vi) vil vill) x) The SWL / WLL is adequate for the load. The colour coding (where applicable) is current and the sling has a plant number / ID mark / data tag attached. Lay out the chain slings on the floor or suspend from the crane hook and remove all twists from the legs. Match up the legs and check for stretch / deformation in the individual legs. Visually examine each leg along its entire length and check for distortion of the links, e.g. bends, twists, elongation and nicks. Check for wear between chain links and wear between chain links and load pins. Check for heat damage or chemical attack. Examine end terminations, e.g. hooks and connectors, etc. and check for wear, stretch and distortion. Ensure safety catches function Ensure all load pins are secure. (where fitted). ‘The International Rigging & Lifting Handbook 137 18.7 Safety When using shortening clutches, always make sure the chain is correctly seated prior to taking the strain. Grab hooks are sometimes used for shortening chain but as they result in an offset loading, the capacity of the chain requires to be reduced by 20-25% depending on manufacturer. Manufacturer's safe use instructions must be followed. ‘Shortening clutch Never knot the chain to Correct method of use shorten it +— Unloaded chain J Loaded chain Fig 18.3 18.8 Be aware that the capacity of the chain sling decreases when: i) The angle between the legs increases. i) The sling is in a choked mode. Refer to table 4 (at back of handbook) for actual loadings. To save confusion, the tables list only one SWL/ WLL which is applicable up to a sling angle of 90°. 138 | ©NSL1991 | nstascoworid.com 18.9 Always i) Ensure the chain is free from twists before loading. ii) Use within the rated WLL. iil) Secure redundant legs back in the master link to avoid snagging and unwanted movement when travelling the load. Fig 18.4 18.10 Never i) Shorten the sling by knotting the chain. ii) Join the chain using a bolt. ill) Weld grade 80 chains or components. iv) Hammer a chain to straighten a link. vy) Subject the sling to dynamic or shock loads. 18.11 Refer to section 24 of this handbook for further guidance on safe slinging. ‘The International Rigging & Lifting Handbook | 139 19.0 SAFE USE OF SHACKLES 19.1 The two types of shackle most commonly used are the anchor (Bow) shackle and the chain (Dee) shackle both of which are available with screw pin or safety pin. Bow Shackles Dee Shackles Screw pin Safety pin Screw pin Safety pin anchor shackle. anchor shackle chain shackle chain shackle Fig 19.1 19.2 Selection Shackles should be selected to suit the load being lifted allowing for any increased loadings due to sling angles. The dimensions of the shackle will often be governed by the hole diameter and the thickness of the material of the lifting eye. 19.3. The selection between Bow type and Dee type will depend on the number of components being connected. ne Crown Pin Crown n Oe bearing bearing bearing La point point point (Two Components) (Three or More Components) Fig 19.2 140 | ©NSL 1991 | nslascoworld.com 19.4 Selection Between Safety and Screw Pin Safety pin bow shackles are preferred but in certain situations, i.e. diving operations, screw pin are often more practical. In either case, the pins can be secured to prevent inadvertent loosening or “backing off\" as follows: ) Safety Pin Shackles - by the use of a split pin. ii) Screw Pin Shackles - by wiring the head of the shackle pin to the shackle body. The vast majority of shackles used in the Construction / Engineering Industry are made from alloy materials and constructed to a U.S. Federal specification. Size for size, these shackles are the strongest available. (See table 5 for details) Example: A British Standard higher tensile shackle has approximately HALF the WLL of an alloy shackle with the same physical dimensions. ‘The Internationa! Rigging & Lifting Hancook | 141 19.5 Pre-use Examination Prior to using a shackle, the following checks should be made: 142 i) il) il iv) vy vi) vii) vill) ONSL 1991 The SWL / WLL is adequate for the load. The item has an ID / Plant number and correct colour code (where applicable), Remove shackle pin and examine for wear, deformation and cracking. Ensure it is the correct pin for the shackle. (i.e. NOT a higher tensile pin in an alloy shackle). Check pin threads for wear / deformation. Examine shackle body for deformation and cracking and check for wear in the crown and pin holes. Check alignment of pin holes and ensure the pin fits correctly. In the case of safety pin shackles, ensure split pins are fitted. Check for wear Check for wear and straightness J Check that pin seats correctly \\ Check that shackle Is not opening up Fig 19.3 nsLascoworld.com 19.6 Safety Always centre the load on the shackle pin to avoid angular pulls against the leg of the shackle. tx Fig 19.4 19.7 Avoid using the shackle in such a manner that movement of the load rope could unscrew the shackle pin, XS if the load shifts, the sling will ‘Shackle pin bearing on running unscrew the shackle pin line can work loose Fig 19.5 19.8 Never replace the shackle pin with an ordinary bolt as it will not be as strong as the proper pin which is manufactured from a high grade material. The toad will bend the bolt Fig 19.6 ‘The Intemational Rigging & Lifting Handbook | 143 20.0 THE SAFE USE OF EYE BOLTS 20.1 Eye bolts are available in three basic configurations namely dynamo, collar and collar with link. ¥ eu Collar with link Fig 20.1 Do Not Use Dynamo Eye Bolts. 20.2 Selection The three main considerations when selecting eye bolts are: i) The weight of the load. ii) The number of eye bolts sharing the load. iii) Whether or not an inclined loading will be effected. ¢ Vertical Loading Inclined Loading Fig 20.2 144 | ©NSL 1991 | The choice between collar eye bolts and eye bolts with links should be made in accordance with angle of lift (if any) as the percentage reduction in SWL/ WLL varies as the lift angle increases. Example: i) Lift angle 0° (i.e. vertical) - collar eye bolts are rated 60% higher than eye bolts with links. ii) Lift angle up to 15° - both eye bolts have the same rating, iil) Lift angle up to 30° - eye bolts with links are rated 28% higher than collar eye bolts. iv) Lift angle up to 45° - eye bolts with links are rated 56% higher than collar eye bolts. o Up to 15° Over 15° Use Collar use either use eyebolt eye bolt eye bolt with tink Fig 20.3 Refer to tables 6.1 & 6.2 for actual ratings. ‘The Intemational Rigging & Lifting Handbook | 145 20.4 Pre-use Examination Prior to using the eye bolts, carry out the following checks: The SWL / WLL is adequate for the load. The item has an ID / Plant number and correct colour code (where applicable). Examine threads and check for wear, stretch or impact damage. The threads must be complete (no broken threads) and full (i.e. no flats on top). 146 17) The threads should be concentric and fit neatly in a standard nut. If stretch is suspected, a thread gauge should be used to confirm the condition. v) Examine the eye of the bolt and check for wear / stretch / distortion and look for hairline cracks at the crown of the rings. (This also applies to the link if fitted). vi) Check squareness of shank against shoulder, vil) Examine tapped hole and check thread condition (|.e. depth / corrosion, etc). viii) Ensure that the thread (shank length) is suitable and has not been modified / cut. Correct Use Eye bolts should always be loaded in the same plane as the eye and NEVER against the plane of the eye. & A ONSL 1991 Fig 20.4 sLascoworld.com 20.6 Eye bolts should always be screwed down tight so that the collar is in full contact with the surface of the item being lifted. It is often necessary to use shim washers to obtain the correct orientation of the eye bolt. Manufacturer's instructions should be followed for maximum allowable shim size. Shim washers / Fig 20.5 20.7 When 20.6). NEVER use a sling in a basket format (see fig 20.7), as this can drastically overload the eyebolts. Fig 20.6 Fig 20.7 You will notice in fig 20.7 the angle from the vertical increases as does the resultant load through the eye bolt. 20.8 Hoist rings are an alternative to eye bolts. The design of hoist rings is such that they can be swiveled through 360° and pivoted through 90 - 180° (dependent on manufacturer). 100 pivot — 8 360° swivel Fig 20.8 The international Rigging & Lifting Handbook | 147 20.9 The actual bolt part of the hoist ring is made from a very high quality alloy steel and is stronger than the equivalent size of eye bolt. 20.10 The two other main advantages are that: i) They will swivel to the correct orientation, i.e. no requirement for packing with shim washers. ii) They pivot to suit the sling angle between 0” and 90° and do NOT require to be derated. No deration for angular loadings Fig 20.9 20.11 Correct Usage As with collar eye bolts, ensure the bushing flange is in full 360° contact with the surface of the load. 20.12 Tighten the bolt in accordance with the torque values given alongside the safe working load in table 7 of this handbook. @ Warning! Never ret thet 148 | ©NSL 1991 | nsiascoworld.com 20.13 As an alternative to eye bolts, fabricated padeyes can be used. Before using padeyes of this type, ensure its certification is current and always use the correct size of shackle to avoid high stress due to point loading. Make sure the load is applied \"in-line\" only. Do NOT apply side loads (see fig 20.10). “TE” Fig 20.10 20.14 These types of pad eyes should always be fabricated from steel to BS EN 10225 S355 G3+N to give the relevant cold weather properties. The profile should be smooth, free from any flame cutting marks and the hole should be line bored after the fitting of cheek plates. ‘The Intemational Rigging & Lifting Handbook | 149 21.0 THE SAFE USE OF TURNBUCKLES 21.1. Turnbuckles (Rigging Screws) can be obtained with various types and combinations of end fittings, the most popular being the \"Jaw and Eye\" type, ‘Turnbuckle end fittings Jaw & Eye ination | | Jaw & Jaw Combination Hook & Hook Combination Hook —Clevis. «= Eye = Stub (Has reduced / Jaw capacity) Hook & Eye Combination Fig 21.1 21.2 Selection The first consideration when selecting turnbuckles is the SWL which is determined by the thread diameter (See table 8). 21.3 The second consideration is the adjustability (commonly known as \"Take- up\") of the turnbuckle. The take-up often varies with different patterns. 150 | ©NSL 1991 | nsLascoworld.com 21.4 21.5 Pre-use Examination Prior to using a turnbuckle in a lifting situation, visually examine it and ensure that: i) The SWL / WLL is adequate for the load. ii) The item has an ID / Plant number and correct colour code (where applicable). ill) The threads are free from wear, stretch and impact damage. iv) The eyes / hooks are not worn or stretched. v) The clevis pin and pin holes are free from distortion / wear. vi) The threads are suitably lubricated. Check for cracks and bends Check for thread damage and bent rods Fig 21.2 Safety Turnbuckles must always have the threaded shank protruding into the body to ensure that the load is borne over the correct length of the threaded shank. pe p& Fig 21.3 Particular care must be taken when using \"Closed Body\" type screws. It may be necessary to dismantle the turnbuckle, measure the length of the threaded shanks, reassemble and use measurement to ensure the above “unsafe\" case is avoided. A simple method of (non-destructive) marking the threads will allow an easy visual indication of thread depth inserted. ‘The Rigging & Lifting Handbook | 151 21.6 When using a turnbuckle in an application where vibration is present, (most areas in an engineering environment), it is extremely important to lock the end fittings to the frame or body to prevent them from unscrewing and possibly releasing the load. The most popular and preferred method is to wire the eye or jaw to the body (see fig 21.4). As an alternative (for open body type only) a split pin through the end of the screwed shank is acceptable (see fig 21.5). The split pin has to be removed to facilitate adjustment. Should lock nuts be used, care must be taken not to over tighten them as this can put undue stress on the threaded shank (see fig 21.6). “| wire * pin “ nut 152 | ©NSL 1991 | nslascoworld.com 22.1 SAFE USE OF FALL ARREST DEVICES Fall arrest devices must be used by personnel working in situations where there is a risk of falling from a height and the usual safety barriers are absent, e.g. handrails temporarily removed, working over the side of the installation, etc. The use of fall arrest devices with an integral emergency winch is recommended for certain vessel entries where retrieval / rescue from restrictive areas may be necessary. Fall arrest devices must always be used in conjunction with a safety harness. Selection Fall arrest devices are available in various models, the most popular being the range with galvanised wire rope (as opposed to the ranges which use fibre rope or webbing). This rope is normally 15m long (SOft). Within this range, there are two basic blocks, i.e. the standard block and the retrieval block. Standard Block Retrieval Block Fig 22.1 Fig 22.2 ‘The Intemational Rigging & Lifting Handbook | 153 22.6 On worksites or installations, either type of block is acceptable. It must be remembered however, that the retrieval block has an integral emergency winch and winding handle to facilitate retrieval of individuals should they fall. Pre-use Examination Sato Ho Visual Indicator Dial Safely Latch ‘Shackle ——————+] Body Casting _— Winding Handle Neoprene Buffers ————> —_—— Thimble Eye + Battom Hook Safety Latch Fig 22.3 22.7 Prior to using the fall arrest device and associated equipment, it is the responsibility of the individual to ensure that the device is in good working order and a safe condition. Referring to fig 23.3 for component identification, the following checks should be made: Fall Arrest Block i) Check “visual indicator dial\" and ensure the block has not been involved in a previous fall or shock loading. (This will be obvious by the amount of red showing on the dial or with other models and manufacturers, the red button being flush with or above the casing). Warning! |f the bi ust be returned ii) Examine Saflok top hook and check for distortion or wear and ensure the safety latch engages properly. 184 | ©NSL1991 | iil) Examine top shackle and check for distortion or wear (check also any wear between shackle pin and body casting lugs). iv) Examine complete body casting and check for cracks / impact damage which may affect the workings of the block. v) If the block is the retrieval type, ensure the winding handle is still attached. vi) Pull out the cable and check for broken wires, wear and corrosion (Pay particular attention to the portion of wire below the neoprene buffers as this tends to be a moisture trap). Ensure the wire returns efficiently. vii) Examine thimble eye in wire and swivel eye in hook checking for wear / distortion viii) Examine bottom hook checking for wear / distortion and ensure safety latch engages properly. juowidinba jo 5p oS. Safety Harness Note: Only )) Examine the webbing on the safety harness checking for wear / cuts. i) Ensure all stitching is intact and metal fittings have not abraded the webbing. iii) Ensure buckles / clasps, etc. fasten correctly. iv) Ensure you know how to put it on correctly. Suspension Trauma 1a! Rigging & Lifting Handbook | | 22.8 Safety Attach the block to a suitable secure anchorage such as a handrail or scaffold pole and ensure it cannot slide off the end. (Remember, this may have to take twice your weight in the event of a fall). ry Fig 22.5 22.9 Anchor your block as close as possible to your work place and if possible, directly above you to reduce swing in the event of a fall. 22.10 In the event of a fall, the retrieval winch can be swiftly deployed by removing the quick release pin (see fig 22.6 & 22.7) and inserting it into the handle to form part of the winding mechanism (see fig 22.8). tty Standard Position Winch In Operating Mode Winch In For Normal Use Ratchet) Winding Mode Fig 22.6 Fig 22.7 Fig 22.8 156 | ©NSL 1991 | nsLascoworld.com 22.11 22.12 Always i) Check the visual indicator or red button position to ensure the block is fit to use. ii) Attach to suitable anchor position. iil) Position directly above / as close to workplace as possible. Never i) Use a block which has been used to arrest a fall. ii) Use the retrieval winch for general raising of personnel or materials. (Emergency Use Only Following A Fall) iii) Climb above the anchor point for your fall arrester. ivy) Never move around the worksite trailing your lanyard. If it's not in use, secure it in a non-snagging position or remove it. ‘The International Rigging & Lifting | 157 SAFETY ADVICE 23.0 SLINGING GUIDELINES 2 5.0 FORKLIFT / REACH TRUCKS 27.0 cutvance ON PERSONNEL TRANSFERS (BILLY PUGH AND FROG) (INCLUDING SAFE USE OF TAG LINES) 24.0 LOADING / UNLOADING OF CONTAINEERS 26.0 manua HANDLING AND KINETIC LIFTING 28.0 GUIDANCE ON LIFTING OVER LIVE FACILITIES 23.0 SLINGING GUIDELINES 23.1 23.2 160 These are general guidelines, the majority of which are pertinent to all types of slings whether constructed from wire rope, lifting chain or man-made fibres. Whichever construction you are using, refer to the relevant section in this handbook for additional information. Storage Wherever possible, alll slings should be stored in a warm dry atmosphere either coiled or hanging on purpose made racks. Wire ropes and chain slings should be periodically lubricated to prevent corrosion. Fig 23.1 Slinging Tubulars The slinging of tubulars is a very common lifting operation. The slings ideally should be positioned approximately 25% (of the total length) in from either end. This reduces hogging and sagging to the minimum. Industry Practice: ©NSL 1991 | 23.4 The slings must be double wrapped with a choke hitch taking care not to cross over the wires on the underside of the pipe or tube bundle. The choke hitch should be pulled tight to contain the bundle and secured using a bulldog grip. A tie wrap should then be fitted to prevent the reeved eye slipping over the bulldog should the bundle loosen in transit. Torque values are not relevant in this application but be careful not to over-tighten the grips to the extent where they damage the ropes. Include angle not to exceed 120° Bulldog Grip This hitch compresses the load and prevents it from slipping out of the sling Fig 23.3 23.5 If using Bulldogs only DIN1142 type are acceptable for this particular Purpose. Typical examples (SWLs shown below are for grade 1770 ropes): . 16 mm for 3 tonne slings . 19/20 mm for 4.8 tonne slings . 22 mm for 5 tonne slings Warning! The International Rigging & Lifting Handbook | 181 Safety Advice 23.6 162 To crane hook Fit with threaded portion to this side —— + Eye of sling Fig 23.4 Always Prepare your landing site to enable the bundles to be landed without crushing the slings. alling o 1991 | 23.7 Always When stacking tubulars, insert timber packing or similar to prevent damaging the slings. Fig 23.6 23.8 Never i) Sling tubes of different diameters. ii) Sling a mixture of tubulars, angle, flat bar, etc. (in both cases the smaller items will slip out). iii) Tighten the choke by hammering as this will increase the effective sling angle thus weakening the sling and cause mechanical damage to the ferrule / splice. rf Flat bar Different size tubes Angle Large bore pipe A% ‘The Intemational Rigging & Lifting Handbook | 163 23.9 Sling Angles 164 When lifting with multi-leg slings, they are rated at a certain tonnage from 0° to 90° and this SWL should NOT be exceeded even if the angle is less than 90°. When using single slings in pairs however, you must always be aware of the increased loadings in the slings when lifting at an angle. o ——\" +— 0500 te each sing (0. 30° (included angle) mee 0.518 te each sling (0.52) 60? (included angle) 0.577 te each sling (0.58) SP neues eng) 0.707 te each sling (0.7) 120? (included angle) 1.00 te each sling (1.0) Fig 23.8 For the above reason, the SWL of a pair of single slings decreases as the angle between them increases as shown below: o = ‘SWL of one sling x 2 30° SWL = ‘SWL of one sling x 2 x 0.966 er : = ‘SWL of one sling x 2 x 0.866 90° = ‘SWL of one sling x 2 x 0,707 120° : = SWL of one sling x 2 x 0.5 ae Se eee e : = SWL of one sling x2 ae SWL= SWL of one sling x 1.93 or : SWL = SWL of one sing x 1.73 90° SWL= SWL of one sling x 1.414 120: = SWL of one sling only ©NSL 1991 | nsLascoworld.com 23.10 Mode Factor (M) Always consider the variation in sling capacity when slinging in various configurations. Min 45° Straight pull Choke hitch Basket hitch Basket hitch M=10 M=08 Min 45° parallel M=14 M=2.0 Min 45° Min 45° ‘Two-legged sling Four-legged sling Min 45° Min 45° M=14 M=21 Fig 23.9 Multiply the SWL of one leg\"by the mode factor — M to obtain the SWL of the configuration. (The last four modes / ratings do not apply to “round slings - Refer to table 3 at back of handbook). ‘The International Rigging & Lifting Hancbook | 165 23.11 Irrespective of the sling material (wire, chain or fibre), it is imperative to avoid bending the sling around sharp corners or edges. This will severely weaken the sling and often result in sling failure. Suitable packing should be used to prevent this situation. Timber strips ; joined by webbing ‘Typical application Lifting sheet stee! Packing round Cut to length as required Fig 23.10 23.12 Protection of Load Apart from protecting your lifting slings, certain loads are such that they need protection from the slings. Timber packing in most cases is suitable where polyester slings cannot be used. Siinging Stinging Cable Ree! (Wire Rope) Cable Reel (Electrical) Sling protection Timber packing Protection for wire rope Protect the reel from collapsing and and slings protect the sling from sharp edges Protection for reel and slings Fig 23.11 166 | ©NSL 1991 | nsLascoworkd.com 23.13 Slinging Barrels (Steel) Barrels are normally transported in the horizontal position using either cargo nets or choked fibre slings, To facilitate handling barrels ONLY - as opposed to transportation around the installation, barrel (drum) slings may be used, e.g. moving barrels from storage on the installation into a cargo net. These should be the single endless chain type, with a bearing point to bearing point length of 2 metres — when uncoupied and at full extension. This results in a total chain length of about 3.7 metres. The barrel sling hooks are only effective when under tension, and so must be held in position until there is tension in the chains. The preferred handling method is to use two fibre slings. (Preferred) (Not For Transportation) Fig 23.12 1 is relaxed. The drop if tt imila ' Tha Intemational Rigging & Lifting Hancivook | 167 23.14 The Safe Use of Flexible Intermediate Bulk Containers (FIBCs). An FIBC is a flexible container, sometimes called a “big bag\" or “bulk bag”, with a capacity of up to 3 cubic metres, carrying loads from half tonne to 2 tonnes. FIBCs are suitable for any free-flowing material in powder, granular or flake form. In 1985 the European Flexible Intermediate Bulk Container Association (EFIBCA) published the first internationally recognised Standard for FIBCs for non-dangerous goods. (FIBCs for dangerous goods are certified to the “United Nations Recommendations for the Transport of Dangerous Goods - Model Regulations”). EFIBCA provide guidance and information on the selection, safe use and testing / certification of FIBCs. FIBCs should be clearly and correctly labelled with all the information stated in the Standard. FIBCs conforming to EN Standards will comply with LOLER and be suitable for delivering bulk cargo. But beware! — Not all bags are supplied by EFIBCA members! Integral certified lifting straps Data label Typical Bulk Bag — Only suitable for lifting free-flowing materials Fig 23.13, 168 | ©NSL1991 | nsLascowortd.com Note: The majority of spplied to the of c industry are jingle Trip\" and should only be used on f filling and discharge =] Also available, are standard duty and heavy duty bags which can be ré used for a limited number of fillings and discharge but only after i for damage, pai ar e underside of loc iB hould r repaired 23.15 In the interests of safety, the use of FIBCs for the transportation of anything other than the cargo for which they were designed must be prevented. If FIBCs are to be stored for lengthy periods, preferably, they should be stored indoors, in dry conditions and away from direct sunlight. Note: Their condition can deteriorate if subjected to long-term static storage so it is advisable to rotate stocks. eompy Aisies Not all FIBCs are suitable for outdoor storage but for those that are: 1) Particular attention should be paid to the top closure and its method of tying off. 2) They should be sheeted over to prevent excessive water collection and to protect them against ultraviolet radiation. 3) Care should be taken to ensure that they are not standing in water. 4) Care should be taken to avoid high temperatures. 23.16 This section of the handbook should be read in conjunction with sections 6, 17, 18 and 19. The International Rigging & Lifting Handbook 24.0 LOADING / UNLOADING OF CONTAINERS 24.1 A lot of equipment and material is transported in containers. Larger or heavier items are transported in open tops, cargo boxes, etc. These are all classified as “Cargo Carrying Units\" and hereafter will be referred to as CCUs. 24.2 Pre-use Examination As with all other lifting equipment, CCUs must be visually examined by the operator prior to loading and the following checks made: 1. Check that the inspection / test plate is up to date and there are 28 days / 1 Month left on the certification period (When dispatching from the shore base). Abbreviations you will find on the inspection / test plate: T = _ test (proof load tested). Vv = visual (examined only). VN = visual and NDT'd (usually MPI'd). 2. Ensure the overall structure is sound and there are no signs of mechanical damage. 3. Check the function of the door locking mechanism and ensure the doors close and lock without having to apply undue force. 4. Check that the lifting set is of the correct length for the size of the CCU (i.e. the legs must be long enough to facilitate a lifting angle of 45° from vertical, or less). 5. Ensure the sling set is correctly fitted (i.e. no twists in the legs) and is of adequate SWL/ WLL. 6. If the CCU is a container, check efficiency of door seals. % If the CCU is of the open top design, ensure alll drainage holes are free from blockage. @ Warning! 8) holdup to 4 170 | ©NSL 1991 | nstascoworld.com 5, Check for twists 6. Check seals 4, Check slings 2. Check for mechanical damage 3. Check locks 1. Check certification Fig 24.1 24.3 Loading The loading of CCUs must be carried out in strict accordance with your procedures paying attention not to mix chemicals and / or gases which when combined (possibly through transit damage) could become toxic, highly flammable or explosive. 24.4 Never Exceed the SWL When loading a CCU, plan where the relevant items are to be placed to evenly distribute the load and minimise possible transit damage should the items become loose. Where the actual weights of individual items are unknown, they should be weighed and manifested as they are loaded to ensure the SWL of the CCU is not exceeded. The gross weight should be checked during loading onto vehicles prior to shipment. ‘The Intemational Rigging & Lifting Handbook | 171 24.5 Secure the Load It is imperative that the contents of a CCU are secured (especially in a closed container) as the most common cause of cargo handling accidents is dislodged loads falling out when the doors are opened (See Fig 25.2) Securing methods are as follows: D} Tying back loads to internal lashing points. ii) Wedding the loads. iii) Using inflatable air bags (dunnage bags) to occupy any free space in the container. (This method is also useful for separating and protecting fragile loads). Safety Advice Internal Lashing Points Dunnage Bags Fig 24.2 172 | ©NSL1991 | As additional security, it may be prudent to fit a door safety net Fig 24.3 24.6 Mixed Cargoes When loading CCUs (especially open tops as shown below) do not put sharp items alongside drums or plastic containers which could be punctured and leak possible hazardous substances. Do not allow items to protrude over the side or be in a position where they are liable to roll or fall off the open top container. Ensure slings are not trapped beneath cargo, or damaged by sharp or heavy objects. i | 000042 al t 4 Fig 24.4 ‘The Inlemational Rigging & Lifting Hanctook | 173 24.7 24.8 24.10 Sling Sets When lifting on to a lorry or vessel, ensure that the sling set is conveniently Positioned (e.g. the fifth leg hanging over the side of the container) to give easy access for the next operator handling the load. During road transportation, the fifth leg (where fitted) should be restrained by the truck's lashings to prevent it swinging in transit to the possible endangerment of other road users. Always Exercise extreme care when opening container doors. Should there be any hint of a dislodged load resting against the door (e.g. handle stiff to operate), attach a rope to the handle and attempt to open the door remotely. Never Load a CCU / place loads inside in such a way that there is no way of unloading it at its destination. Containers / Cargo Baskets - Tips on Safe Storage Onshore - Wherever possible, units should be stored in rows with a small gap all around them so that forklift trucks can pick them up individually without engaging the one behind or colliding with the ones on either side during lifting. For safety reasons, this gap should be kept to a minimum to prevent access by personnel. The slings should always be left hanging down the fronts of the units where they can be easily reached from ground to minimise working at height. To prevent “dropped objects” when moving these units from storage, ensure any loose items and / or tools have been removed from the tops / roofs and check for gravel, stones and other debris in the forklift pockets. Also look out for loose data plates and secondary securing devices such as chains and padiocks. 174 | ©NSL 1991 | nsLascoworld.com Offshore — the handling of cargo units offshore is almost entirely done by crane which means the units can be stored closer together to save room on deck. However, stacking must be avoided if at all possible. Units may only be stacked if: D} Company / worksite policy allows the practice. ii) The units are of a compatible size i.e. the same width and they have been specifically designed for stacking e.g. having engaging mechanisms for locating one on top of the other, preventing slippage between them and with an adequate gap between to prevent damage to the sling set. (See Figs 25.5 & 25.6). iii) A satisfactory Risk Assessment has been performed. Typical stacking locator & sling protector lan Cargo unit designed for stacking Fig 24.5 Gap to prevent crushing slings ‘Stacking baskets the same width = OK Fig 24.6 The Rigging & Lifting Hendbook | 175. Stacking different widths = dangerous Fig 24.7 1 supply 176 | ©NSL 1991 | nsl.ascoworld.com 25.0 Forklift / Reach Trucks Only authorised fully trained personne! are permitted to operate forklift trucks.and they should only be operated within designated / authorised non-hazardous areas. 25.1 Although the maintenance of the forklift / reach truck is normally carried out by a trained mechanic, the day-to-day condition must be monitored by the operator who, on finding any faults, should report them to the mechanic and / or supervisor for remedial action. 25.2 Pre-use Examination At the start of every work shift, it is the forklift truck operator's duty to carry out a visual check on the truck to ensure it is in safe condition, The following checks should be made: i) Examine forks and ensure they are not bent or damaged. ii) Ensure lateral locks on the forks are working. ili) Examine lifting chains and check for worn / damaged links. Ensure the lifting chain anchors are secure. iv) Check lift / tilt (and reach) rams and hydraulic hoses for leaks. vy) Check condition of tires and security of wheel nuts. vi) Check fuel (if battery powered, check condition of terminals). Also check battery security and water, lubricant and coolant levels. vil) Check hydraulic oil level (with forks lowered). viii) Check condition of operator's protection frame / cab. Start Up Truck ix) Check alll lifting functions, i.e.: hoist, lower tilt, reach, sideshift (if fitted), etc. x) Check all transmission functions, i.e. drive, steering, footbrake and parking handbrake. xi) Ensure all safety devices and gauges work, e.g. horn, flashing lights. ‘The Internatonsl Rigging & Lifting | 177 25.3 Operation Before attempting any lift, it is important to establish the weight and dimensions of the load. The dimensions are required to determine the Centre of Gravity (C of G) in relation to the ‘load centre’ (see fig 25.1). Once this is known, it should be checked against the capacity chart plate on the forklift truck to ensure it has the capacity to lift the load. Load center measured from the vertical face of the forks, to the center of gravity of the toad Fig 25.1 25.4 Forklift trucks should always be parked with the tips on the ground and the heels as close to the ground as possible. Therefore, before moving off, you must tilt back the mast and raise the forks to give clearance for forward travel. This clearance should be kept as low as reasonably practical with slight back tilt but will be dictated by the ground conditions. (The controls should be operated smoothly at all times). 25.5 Adjust the distance between the forks to the maximum that the load can accommodate or to suit the fork pockets if fitted. Approach your load with the forks low and parallel to the ground. Drive towards the load until it is almost against the back face of the forks then stop, raise the forks to take the load and tilt back to stabilise (retract reach if applicable). Travel with the load as low as practicable ensuring your line of vision is not impaired. Should your vision be impaired due to a tall or bulky load, travel in reverse or have an assistant guide you. 178 | ©NSL 1991 | nstascoworld.com 25.6 Stacking with a Forklift Truck Should you be stacking loads, drive as close to the stack as possible and apply brakes before raising the load. Once the load is raised to the desired height, drive forward slowly until the load is above the stack. Reapply brakes, tilt forward until the mast is vertical and lower the load onto the stack. Reverse out slowly ensuring the load is stable and the forks are free. Lower forks completely before moving off. —_> 1. Approach stack and stop 2. — Raise load to desired height > y —> 3. Drive forward slowly 4, — Tilt mast until vertical and place load yaad + 5. Reverse out slowly 6. — Lower forks and tilt back Fig 25.2 ‘The Intemational Rigging & Lifting Handbook | 179 25.7 Removing Loads from a Stack Should you be removing a load from a stack, the operation is reversed. a be 1. Approach stack, stop and 2. — Raise load to desired height tilt mast until vertical all ah 3. Drive forward slowly 4, — Stop, take load and tilt back 5. — Move back slowly clear of stack 6. — Lower load before moving off Fig 25.3 180 | © NSL 1991 | 25.8 25.10 25.12 25.13 If negotiating a ramp or incline, the height of the forks has to be adjusted to give the required clearance. Going uphill, always lead with the load and when going downhill, always trail with the load to prevent the load rolling or sliding off the forks and / or upsetting the balance of the truck. Forklift trucks are often narrow for manoeuvrability and hence tend to be less stable laterally (side to side). For this reason, with or without load, never travel across an incline. Avoid using the forks through sling eyes to pick up pre-slung loads especially lifting on a single fork. Special hook attachments are available for this type of duty. Always Work within the capacity of your forklift truck. Check all around you before traveling, forwards or reverse. Mirrors have blind spots, so checking only mirrors is not a complete check. Check your mast and load height when driving through doorways, areas with restricted head room and be aware of other hazards or structures such AC units, deluge systems, cable tray paths, etc. Never Allow personnel to ride on the truck or load. Forklift trucks for use in a hazardous environment, if diesel or gas powered, are required to meet EEMUA standards as a minimum. Electrically powered forklift trucks are required to meet BASEEFA. ‘The international Rigging & Lifting | 181 26.0 26.1 MANUAL HANDLING AND KINETIC LIFTING Manual handling is the handling of loads by human effort, and legislation defines as “any transporting or supporting of a load (including the lifting, putting down, pushing, pulling, carrying or moving thereof) by hand or by bodily force, A \"load\" includes persons, animals, material supported on a fork or shovel, etc. The problems associated with manual handling are widespread throughout most industries. These problems are not only associated with industrial work, but cover all areas where bodily force is used to move or support loads. The accepted approach to the potential risks from manual handling is the \"ERGONOMIC APPROACH\", i.e. fitting the job to the person rather than the other way around. The Manual Handling Operations Regulations came into force on 1 January 1993, The guidance booklet produced by the Health and Safety Executive is designed to interpret and explain the regulations and give guidance on how the requirements can be met. It is recommended that you obtain or have access to the HSE Guidance booklet and also receive training / instruction in the safe manual handling of loads. These regulations require employers to make a suitable and sufficient assessment of the risks to the health and safety of employees at work and the risks to the health and safety of persons not in his employment arising out of or in connection with the conducted. 182 | ©NSL 1991 | nsLascoworld.com 26.7 The regulations seek to prevent injury not only to the back but also to any part of the body by giving the following sequence of activities: i) D) i) iv) Ascertain if the need for manual handling can be eliminated. If not, can the movement of the load be automated or can it be handled mechanically? Evaluate the possibility of using handling aids, e.g.; small hoists, sack trolleys, conveyor systems, etc. If it must be handled manually, assess the risk of injury. (Refer to example of assessment checklist at end of this section) The employer has a duty to: i) iil) Make suitable and sufficient assessment of all such manual handling operations to be undertaken by the employees, having regard to the factors which are specified in column 1 of Schedule 1 of the Regulations and considering questions which are specified in the corresponding entry in column 2 of that Schedule. Take appropriate steps to reduce the risk of injury to those employees arising out of their undertaking any such manual handling operations to the lowest level reasonably practicable, and Take appropriate steps to provide any of those employees who are undertaking any such manual handling operations with general indications and, where it is reasonably practicable to do so, precise information on the weight of each load, and the heaviest side of any load whose centre of gravity is not positioned centrally. The Intemational Rigging & Lifting Hencbook | 183 26.10 The Manual Handling Operations Regulations 1992, Schedule 1, Regulation 4 (1)(B)(i) Factors to which the employer must have regard and questions he must consider when making an assessment of Manual Handling Operations. Factor 1. The Tasks Que Do they involve: Holding the loads at distances from the trunk? Unsatisfactory bodily movement or posture, especially: ‘© twisting the trunk? * stooping? © reaching forward? Excessive movernent of loads, especially: = excessive liting or lowering distances? © excessive carrying distances? excessive pushing or pulling of loads? ‘© risk of sudden movement of loads? © frequent or prolonged physical effort? ‘© insufficient rest or recovery period? * arate of work imposed by process? 2. The Loads 8, The Working Environment ‘Are they: + heavy? bulky or unwieldy? © Gificut to grasp? * unstable, or with contents likely to shift? ‘© sharp, hot or otherwise potentially damaging? ‘Are there: '* space constraints preventing good posture? © uneven, slippery or unstable floors? ‘© variations in fevel of floors or work surfaces? © extremes of temperature or humidity? ‘© conditions causing ventilation problems or gusts of wind? ‘+ poor lighting conditions? 4, Individual Capability Does the job: ‘* require unusual strength, height, etc? * create a hazard to those who right reasonably be considered to be pregnant or have a health problem? require special information or training for its sale performance? 5. Other factors 1s movement or posture hindered by personal protective equipment or by clothing? 184 | ©NSL 1991 | nstascoward.com 26.11 26.12 26.13 26.14 26.15 26.16 26.17 Regulations 3 (3) of the Management of Health and Safety at Work Regulations 1999 requires employers to review their risk assessments. The assessment should be kept up to date and reviewed if new information comes to light or there has been a change in the Manual Handling Operations, which in either case have a material affect on the conclusion reached previously. The assessment should also be reviewed if a reportable accident occurs, Each employee while at work shall make full and proper use of any safe system of work provided for his / her use by their employer in compliance with regulation 14 of these Regulations. Lack of knowledge and training on how to lift loads or how to use any special equipment provided will increase the risks to an individual. Similarly, lack of understanding in management and supervisory staff who are lacking in the skills required. The regulations state that employers must train, instruct and supervise any personnel who are required to conduct a Manual Handling Operation, but they themselves must have the knowledge and the skill to pass on the training required. This may be accomplished with the use of outside Kinetic Lifting - Lifting and Handling General Principles ing bodies. In the United Kingdom, over 40,000 accidents per year reported by industry are caused by the incorrect handling or carrying of goods. The majority of these accidents occur in the construction and heavy engineering industries. The correct way to lift and carry is to lift with the legs and not with the back, and to use the body weight. Fig 26.1 Fig 26.2 | ry) rT — i i Fatigue strain can be prevented. Concentration Relaxing both knees to lower hands allows of stress is the main cause of fatigue strain feet to adjust for movement, better balance Bending & twisting on @ rigid leg concentrates and proper tne of stress in hip and lower back. Stress is distributed throughout body. ‘The Intemational Rigging & Lifting Handbook | 185 26.18 If an object is too heavy, help must be obtained. Personnel must look out for splinters, projecting nails, and sharp wire. 26.19 Before a load is lifted, obstructions must be removed, snags must be noted and a space cleared where the load is to be set down. Personnel must ensure that they can see over the load. Gloves should be worn when handling sharp or slippery objects. 26.20 Avoid being too rigid when preparing for a lift. Harmful ‘Top heavy and consciously keeping back straight when lowering hands leads to progressive stiffening as hands are lowered Fig 26.3 26.21 When lifting, the chin should be held in and care taken not to drop the head forwards or backwards. 26.22 The knees should be bent to a crouching position, keeping the natural curvature of the spine, but not necessarily vertical. 26.23 A firm grip should be obtained with the palm of the hand and the roots of the fingers. Using the finger tips means more effort and more chance of dropping the object. 26.24 Arms should be as close to the body as possible so that the body takes the weight instead of the fingers, wrist, arm and shoulder muscles. If possible, the opposite corners of the object should be gripped. 26.25 Lifting should be with the thigh muscles, by straightening the legs, lift by easy stages, i.e. from floor to knee, from knee to carrying position. 186 | ©NSL 1991 | Favourable Progressive relaxation results from unlocking of both knees as hands are lowered. Looking up as hands take the load automatically straightens back at the correct moment. Fig 26.4 26.26 When carrying do not change grip. Rest the load on some firm support and then change. 26.27 To set object down, reverse the lifting procedure. 26.28 Standing with a heavy load should be avoided. 26.29 The consequences of a slip are likely to be greatly increased by the load being carried as the hands cannot be used to soften the fall. It is therefore essential to ensure that the route over which the load is being carried is clear and free from obstructions. 26.30 When a load is lifted or carried by more than one person, the same principles apply. Persons should work as a team and be given instructions by one appointed leader only. Wearing rings on fingers is to be avoided. 26.31 Whenever possible, lifting machinery or mechanical aids should be used. 26.32 It is never too late to learn the correct method of lifting. The International Rigging & Lifting Hencbook | 187 26.33 The idea that strength depends upon sheer muscular effort leads to excessive effort and doubling up, primary cause of most industrial disabilities. Conflicting ideas of Movements Brute Force Skil Sheer Muscular Effort Balance Control and Elastic Recoil Fig 265 26.34 Real strength depends upon skilful use of bodyweight, good balance adjustment and elasticity of body structures. Movements should start in knees and feet, not the head and upper trunk. 188 | ONSL 1991 | nsl.ascoworld.com 26.35 The general principles of lifting and handling are as follows: Pushing Pulling Down Levering v Fig 26.6 The international Rigging & Lifting Handbook | 189 Thrusting Wrong The basis of all harmful movement is top heavy bending (initial bending of head and upper trunk), Lifting Wrong Stiffens logs and back so feet do not adjust for movement. Hands have to reach out excessively — elbows jut out from body — excessive finger end pressure ©NSL 1991 | nsi.ascoword.com Right The basis of all good movement is base action (initial relaxation of both knees) Right Legs and back relax for movement. Feet adjust to allow follow through with load - elbows tend to remain into the body 27.0 PERSONNEL TRANSFERS 27.1 Personnel transfer from installation to vessel, vessel to installation, between vessels, etc. is normally carried out using either; the Personnel Transfer Capsule (PTC), cormmonly known as the \"FROG\", TORO or Billy Pugh These lifting operations are always classed as complex or critical and should be planned and risk-assessed accordingly. Authorisation: Prior to any personnel transfer operations, the Offshore Installation Manager, Vessel Master or their deputies, will have reviewed the task in hand. On giving approval they will sign the permit for the personnel transfer operation to be carried out. Prior to commencing the personnel transfer operation: The following conditions must be met: i) Weather conditions must be suitable, e.g. wind speed and direction / sea state including swell height and direction / current or tide speed and direction / rain, snow and ice. ii) Basket or PTC will be inspected by Deck Foreman and the personne! who will use the equipment. iil) Personnel involved must agree to be transferred. iy) Personnel must have been trained in the safe use of the equipment (training dvd's are available for all products). Note: Personne! wt e not travelled ¢ Qu! basket or F accompanied by a rember of the D vy) Life jackets are issued and will be worn during transfer. vi) Personnel being transferred from platform to vessel or vice versa will wear survival suits and safety glasses. vii) The standby vessel or fast rescue craft should be on standby. ‘The Intemational Rigging & Lifting Hancbook | 191 Safoly Advice 27.2 Personnel Transfer Capsules (PTCs / FROGs) The PTC is a personne! transport and evacuation capsule and is supplied complete with 3, 4, 6 or 9 seats, fitted with 3 point seat harnesses. The harnesses are fitted to a shock absorbing central column with lifting harnesses. Plan View Fig 27.1 27.3. The PTC is designed to provide a safe method of transferring personnel offshore and at sea. 27.4 The PTC comprises two main assemblies, an outer protective shell consisting of a stainless framework that houses the buoyancy panels and a central column seating assembly to provide shock absorption and support. All components are designed for the marine environment. 27.5 The yellow coloured PTC buoyancy panels are manufactured from medium density polythene. Depending on the model the PTC has a number of large open access points to permit rapid entry and exit. It can withstand lateral impacts of 2 m/s. 27.6 The buoyancy distribution ensures the PTC will float upright in the event of immersion. The central column supports a keel weight which ensures that the PTC will also self right. 192 | ©NSL1991 | nsiascoworld.com 27.7 The stainless steel suspension central column supports a number of bucket seats dependent on the model and is fitted with a coiled spring. The lifting point at the top of the PTC is fitted with a back-up lifting eyebolt. 27.8 The PTC and passengers can safely withstand a maximum vertical impact of 4.5 m/s. 27.9 Safe Operating Procedure for Personnel Transfer Capsules (PTCs / FROGs) The PTC is supplied with full operating instructions and documentation. The operation of the PTC requires no extensive training and can be accomplished quickly. Crane Operators can perform lifts with the PTC in exactly the same manner as with conventional basket transfers. Personnel simply enter and exit the PTC and use the seats as they would ina helicopter or car. Prior to any personnel transfer operations, the Offshore Installation Manager, or his deputy, will have reviewed the task in hand. On giving approval the O.1.M., or his deputy, will sign the permit for the personnel transfer operation to be carried out. Pre-Operational Visual Check A Visual check must be conducted PRIOR to EVERY use of the equipment (multiple lifts in one series of transfer operations constitute one usage period). The check must be conducted by a person who has been formally trained to perform this Visual Check and is familiar with this equipment, i.e. a Competent Person. A record that the check has been completed should be recorded appropriately, e.g. an entry in the daily tour record stating the date the check has been completed, unit number and any relevant comments. The equipment required to perform the visual check is: 1) Aladder 2) An inspection frame or floor matting 3) Good lighting A suitable means of safely accessing the top and bottom parts of the FROG or TORO-4 is required. When using a step ladder or ladder it must be securely fixed to prevent slippage whilst accessing the top of the unit. The keel assembly can be visually checked from ground level using a torch. Do not go underneath an active lift. Be aware that in some regions “Working at Height” regulations may apply. The International Rigging & Lifting Handbook | 199. Daily / Pre-Use Inspection Check List - FROG Pre-Operational Visual Check 1) 2) 3) 4) 5) 6) 8) 9) 10) Main Lift-Eye Plug Check main lifting eye is fully engaged (the machined shoulder should rest on top of the threaded main lifting column). Main Lift-Eye Plug M16 Bolts Check two M16 lifting eye bolts, nuts, split pins and tamper proof seals are present and secure. Back Up Lift-Eye Check nut, split pin and tamper proof seal are fitted and in good order. M48 Keel Boss and either Roll Pin (Type 1) or M10 Cross Bolt (Type 2) Check keel boss and either cross bolt or roll pin are in position c/w split pin and tamper proof seals and anti-rotation fittings. Frame and Buoyancy Check for any damage and ensure that all bolts and fasteners are Present, tight and secure. Do not go underneath an active lift. Seat Harness Security Check seat harnesses operate properly and attachment points are secure. Inspection Data Plate & Certification Check the date of the last examination/inspection to ensure the unit is in compliance. Lifting Sling Set Check slings are correctly attached and in good order. Check the split pins are fitted to shackles. Slings should be in the high visibility cover. Check the anti-fouling bracket and the back-up eye shackle insert are in good condition Main Seat Spring Check the spring condition and test the operation of the spring. Seat Assembly Anti-Rotation Fitting Check the anti-rotation bolt (or the roll-pin) is secure and functioning correctly. See diagram opposite. 194 | @NSL 1991 | LIFTING EVE BOLTS WITH SPUT PINS AND. ‘TAMPER PROOF SEALS KEEL BOSS TYPE 2 Daily / Pre-Use Inspection Check List - FROG XT Pre Operational Visual Check 1) 2) 3) 4) 5) 6) 8) ‘©NSL 1991 Check LOAD PLATE is fully engaged and secure. Check the LOAD PLATE SAFETY BOLTS are secure and nuts, split pins and tamper proof seals are in position. Check the NODE PLATE SAFETY BOLTS are secure and nuts, split pins and tamper proof seals are in position. Check all FITTINGS, FRAME, and BUOYANCY are in good order. Check SEAT ROT os © HARNESSES operate properly and attachment points are secure. Check SUSPENSION SYSTEM operates properly and springs LOAD PLATE @) are pre-compressed. LOAD PLATE SAFETY SLIDING SLEEVES must sours @ be in contact with the stoppers at the top. Check INSPECTION DATA PLATE and all CERTIFICATION are (CENTRAL COLUMN in order. Check WIRE ROPE LIFTING ASSEMBLY is correctly attached and in good order. Check SHACKLE and SPELTER SOCKET safety bolts NODE PLATE (@) are fitted with SPLIT SAFETY BOUTS: PINS. Lifting Assembly should be in the HIGH VISIBILITY COVER. NODE WELOMENT Daily / Pre-Use Inspection Check List - TORO-4 Pre-Operational Visual Check 1) Check MAIN LIFT-EYE is fully engaged (the machine shoulder should rest on the TOP CROSS BEAM). 2) Check both the MAIN LIFT-EYE M16 BOLTS are secure and the split pins and tamper proof seals are present and secure. 3) Check the nut, split pin and tamper proof seal of the BACK UP LIFT- EYE are fitted and in good working order. 4) Check both SEAT CROSS BEAM M12 BOLTS are secure and split pins and tamper proof seals are in position. 5) Check all TORO FITTINGS, FRAME and BUOYANCIES are in good order. 6) Check SEAT HARNESSES operate properly and attachments points are secure, 7) Check INSPECTION DATA PLATE and ail CERTIFICATION are in order. 8) Check HANDLING EYE, NUT, SPLIT PIN and TAMPER PROOF SEAL are fitted correctly and in good order. 9) Check WIRE ROPE, UFTING ASSEMBLY is correctly attached and in good order. Check terminations are fitted with SPLIT PINS. Lifting assembly should be in the HIGH VISIBILITY COVER. wane ROPE [7 ASSBRLY BACKUP LEG pacxuP UFFEYE MAD M16 BOLTS yor cross SEAT CROSS BEAM M12 BOUTS SUPPORT TRE 12 BOUTS NOTE: SEATS ANO BASE FRAME NOT SHOWN ‘The International Rigging & Lifting Hendbook | 197 sonny Prior to Lift Off i) Check that all capsule fittings are in good order and within certification. Ensure that the lifting sling and all shackles are properly attached (with split pins in place) ii) Ensure all passengers are wearing a survival suit and a life jacket. Check passengers are seated and properly harnessed - use the adjustment straps. er tightly to the frame ii) Ensure that any luggage in the capsule is well secured iv) Attach the crane hook. v) Check that tag lines and lifting sling is free and clear of any snagging hazards and check that the lift path is clear of any obstructions. vi) Confirm that the passengers are ready for lift-off then signal to the Crane Operator to pick up slowly. Landing on a Support Vessel i) Guide the capsule into a suitable landing position using tag lines as required. ii) Upon touch down, the Crane Operator should immediately lower the hook by another 3 metres / 10ft. iii) Signal to the passengers to release their harnesses and step clear of the capsule. 198 | ©NSL 1991 | nsLascoword com 27.10 Handling a Stretcher on a Moving Vessel 27.12 The capsule must be detached from the crane prior to installing or removing a stretcher. Detach the capsule using the master link attachment joining the two dedicated slings. Storage / Maintenance i) The capsule should be stored secured to the deck using soft line if weather conditions dictate. It is recommended that a special cover is fitted. ii) Visually inspect the lifting point area prior to each use and ensure the top nut is fully engaged. iii) Inspection requirements: pre-use by the user and 6-monthly by a Competent Person. Emergency Recovery i) In the event of the capsule being in the sea and disconnected from the crane hook, an emergency recovery sling should be fitted to the back-up eyebolt. ii) The emergency recovery sling can be attached with a shackle to the back-up eyebolt and connected directly to the crane hook. ‘The Inlemnational Rigging & Lifting Hancbook | 199 27.13 Personnel Transfer Baskets (Billy Pughs) Billy Pughs are propriety baskets manufactured in the main from polypropylene (UV stabilised) with floatation rings top and bottom. The rings are constructed from galvanised steel and fitted with buoyancy fenders. tain lifting ring Anti-twist stabiliser. ™.. <+—— Main galvanised hoist wire Basket head ring Main net Double steel ring and buoyancy fender Note: 7h 200 | ©NSL1991 | nslascowortd.com 27.14 Safe Operating Procedure for Personnel Transfer Baskets (Billy Pughs) Personnel transfer baskets (Billy Pughs) should only be used when no other means of transferring personnel is available. When their use is authorised, it must be under strictly controlled conditions. Daily / Pre-use Inspection Check List Prior to using the basket, it must be inspected as follows: 1 Check ropes for obvious defects including frayed rope strands, cuts, burns and chemical attack. If in doubt, seek specialist assistance. 2 Ensure rope splices are free of defect. 3 Ensure stabiliser is in place. 4 Check rings and shackles for obvious defects. 5 Ensure shackle pins are fully tightened and appropriate securing measures are attached where applicable. 6 Ensure PVC covers for rings are securely attached. Attachment to crane: The lifting sling sets fixed to the transfer baskets will be fitted directly to the crane's whip line block (i.e. no pennant). Additional safety: The Crane Operator will have a Mechanic capable of driving the crane on standby at all times during the transfer period. A Banksman will be in attendance at all times during the transfer period. During personnel transfer, radio communication will be between the Crane Operator, the Banksman, the stand-by safety vessel and the vessel receiving the personnel transfer. This communication will be maintained throughout the transfer period. The Crane Operator will maintain sight of the transfer basket at all times during the operation. Lift off: The Crane Operator will hoist the transfer basket clear of any deck obstructions, slew clear of the platform then lower (over the sea) to a level clear of any vessel superstructure. When it is safe, he will slew the jib over the vessel's open deck and lower the basket to the deck under instruction from the vessel's Banksman. The personnel transfer operation will be reversed for transfer from vessel to platform. The OIM / Vessel Master must be informed when the transfers are completed. ‘The International Rigging & Lifting Handbook | 207 27.15 Personnel Transfer Device — Billy Pugh X-904 The Billy Pugh X-904 is a collapsible Personnel Transfer Device; if the device is stored in a collapsed state please refer to the manufacturer's 18-step assembly instructions. If the X-904 is stored in an assembled state the centre pole should be regularly broken and retightened to avoid fusing (three turns each direction is sufficient). Fig 27.3 After use, it must be rinsed with fresh water and stored in a shaded area, ie, out of direct sunlight. 202 | ©NSL 1991 | nsLascoworld.com 27.16 Safe Operating Procedure For The X-904 The X-904 Personnel Transfer Device should only be used in conjunction with equipment which is adequate and suitable for the transfer of personnel. Daily / Pre-use Inspection Check List Prior to every use a visual inspection should be undertaken by a Competent Person as follows: 1 2 Check for any damage on all parts of the unit. Visually inspect safety load line when attaching the X-904 to the crane hook. This includes the 4-part sling and all the hardware as well as the load line and fabric covered stabiliser. Look for crimps, broken wires or excessive wear or rust. If any of these problems exist, take the unit out of service immediately and replace the sling. Inspect crane hook positive locking device for function and physical condition. Visually inspect all of the load bearing areas of the X-904 for excessive wear or damage paying close attention to the rigging lines (inner and outer). Visually inspect the aluminium centre section for damage, cracks or excessive wear. Inspect the stainless quick release clips. Regularly spray with a lubricant so that they operate smoothly. If any load bearing area of the X-904 is worn or defective in any way, take the unit out of service immediately. Particular attention should be paid to load bearing lines, hardware, fall restraint lanyard, covers and flotation. The International Rigging & Lifting Hancibook | 203, Using the X-904 Approach the device and place hand luggage into the netted baggage area. Take hold of the outer rigging ropes and step in to the X-904. Position your feet as indicated by the footprints on the floor and clip in using the fall restraint lanyard. The fall restraint lanyard prevents personnel from being able to reach or step off the edge and is a feature which contributes to confidence and stabilised positioning should the rider slip, faint or become ill. Boarding on a stable rig or platform is a simple matter, boarding from a vessel or in rough seas may require the Crane Operator to raise the basket slightly off the deck to reduce the pitch and roll and allow the riders to attach the double action snap hook of the fall restraint lanyard. During transfer, personne! should keep their knees bent, hold on to the centre ropes and keep the double action snap hook in one hand. When disembarking, the double action snap hook should be disconnected to allow the rider to step away to a safe area. The rigid construction provides side impact and overhead protection and allows the Crane Operator to slacken the crane wire further than with a traditional net basket as the X-904 will remain upright and this is an important feature in rough seas. Should it be required to transfer injured personnel this can be done without any changes to the device, the injured person should be secured in a stokes stretcher and the stretcher secured to the device with suitable safety shackles at each end, at least one person should accompany the injured person during transfer. The device should be washed with fresh water after use, allowed to dry and then stored or covered in an area protected fromm the elements. 204 | © NSL 1991 | nsLascowortd.com Storage: The X-904 Personnel Transfer Device has the ability to be collapsed allowing easy transportation and storage. The unit should be stored in a Clean, dry environment, avoiding direct sunlight and corrosive chemical substances. Routine Inspection: Every 6 months, the device should be inspected by a competent person. The procedure will be very similar to the inspection process used on synthetic and wire rope slings. Load bearing areas are most critical. A two yearly inspection should be conducted by an approved manufacturers representative, a new Certificate of Conformity must be re-issued at this time. To check the crane’s ability to perform the lift, refer to the “Suitability of cranes for Man-riding” checklist in section 8. The Iniemstional Rigging & Lifting Hencbook | 205 28.0 LIFTING OVER LIVE FACILITIES For the purpose of this live facilities (process plant / equipment, etc.) can be any of the following: Equipment, protected or not, having any single or combination of the following characteristics: hazardous, pressurised, energised or containing strategic “fluid\". Examples: pipes or vessels containing hydrocarbons, electric cables, equipment cooling water supplies etc. Warning! Only in exceptional circumstances will this restriction be lifted but strict procedures must be followed and there should be additional controls in place. These lifts must always be classed as complex / critical, As with normal lifts, you will require: * Apermit to work / Authorisation to perform the lift. ¢ — Alifting plan (supported by drawings and calculations if appropriate) * Arisk assessment (and dropped objects assessment where appropriate). ¢ =6Apre-lift toolbox talk. « Acompetent person to create the lift plan and lead the operation. * Acompetent lifting team to follow the lift plan and operate the lifting equipment. * Acompetent Crane Operator (if a crane is being used). * Acompliment of fully certified lifting equipment. * To keep the load as low as possible, e.g. just high enough to clear any obstructions but allowing for a margin of error. 206 | ©NSL 1991 | For lifting over live facilities, further safety precautions should be considered in the following order: * — Additional authorisation from the senior person on site, e.g. OIM, Vessel Master, Barge Master, etc. * — Shutting down, isolating, depressurising and purging the live process plant / equipment. * — The feasibility of installing a protection frame around the live process plant / equipment or other facilities. * — Selecting higher-rated lifting equipment so you do not exceed 75% of capacity. * The use of static back-up safety rigging (slings hooked up parallel with the hoist to sustain the load in the event of a hoist brake failure). Performing a trial run. * Have an emergency plan in place. * Having an emergency crew standing by. * — Having direct communications with the control room. * Being ready to shut down. ‘The Inlernations! Rigging & Lifting Hancbook | 207 29.0 HANDS-FREE LIFTING (including Safe Use of Tag-lines) { A ge, Fig 29.1 29.1 Once connected to a mechanical lifting device, personnel should not touch a load with any part of their body as the load is being lifted or before the load is set down and the potential energy has been released. The exception is where it has been previously approved as a result of performing a ‘specific’ risk assessment to manage the risks. Details of how hands-free lifting is achieved must be included in the lift plan. 29.2 While it is intended to make “hands-free” lifting the norm, there will be exceptions, e.g. drill string related components, pipe handling equipment and related rig floor tools. Some tasks necessarily require “hands-on” lifting. Individual companies may find it useful to make a register of lifts that cannot be performed “hands-free” along with the relevant safety precautions to manage and minimise the risks. 208 | ©NSL 1991 | nsi.ascoworld.com Why Hands-free Lifting? 29.3 29.4 The most hazardous parts of a lifting operation are the lifting off and landing of the load. Therefore at these critical stages, personnel must be as far away from the load as possible. To ensure this happens, it is essential to adopt a “hands free\" or \"hands safe” lifting policy and it must be rigidly adhered to. Why is lifting off and landing particularly hazardous? Lifting-off: When the strain is taken by the hoist or crane, any errors in the system will manifest themselves as the loadings increase through the lifting appliance and lifting accessories. What kind of errors can we expect? * — The hoist can fail for a number of reasons * — The rigging can fail for a number of reasons * — The rigging can snag on the load * — The rigging can snag on adjacent equipment * The load can snag on adjacent equipment * Personnel can get caught up in the rigging ¢ The load can rotate, slew or swing * = The load can topple * — Any overlooked loose items may fall off the load * — Any loose items may fall from the crane ‘The Internationa! Rigging & Lifting Honcbook | 209 29.5 Landing: 210 When landing a load, the hoist usually stops lowering to ensure the landing site is ready to receive the load or to accurately orientate / position the load for landing. These stop / start / slewing / booming activities can cause a slight rocking motion through the crane which can result in: 1) The load swinging 2) The load bouncing 3) The load toppling 4) The rigging slipping 5) The rigging failing 6) Dislodged items falling from the crane 7) Dislodged items falling from the load In addition, if the landing site is not properly prepared, this can also cause instabllity of the load. The majority of accidents and incidents happen during lifting off and landing the load due to the changing dynamics of the lifting operation and the close proximity of personnel. Personnel are significantly less likely to be injured if they are outwith the vicinity of the task, especially when environmental factors cause dynamics resulting in an incident during the lifting operation. yy ©NSL 1991 | nsLascoworld.com 29.6 What do we need to be able to achieve “hands-free” lifting? 1 The correct mindset 2 Tag lines 3 Push / Pull Poles = Fig 29.3 1 The Correct Mindset Changing the way we have done things can result in an element of “push-back” or resistance but new methods and ideas are required for improvements to the health and wellbeing of everyone. The Internatona! Rigging & Lifting Hancbook | 211 It is a natural reaction to hold rigging in place until the tension is taken up to make sure the load is properly slung and balanced but this can result in hands and fingers trapped or crushed by the rigging. \\ ' i \\ \\ Fig 29.4 It is also tempting to move towards a load as it is landing to manhandle it into the final lay-down position. This is where hands and feet are liable to crush injuries and can take focus away from your primary task. Fig 29.5 At these critical times you are at most risk, therefore you have to position yourself at a safe distance from the load. 212 | @NSL 1991 | nstascoweridcom Use tools such as tag lines and Push / Pull Poles or prods to stabilise loads and keep you remote from the load. Fig 29.6 There will always be certain jobs which require “hands-on” for final positioning but these should be treated as exceptions to the norm and as such, be fully addressed in the risk assessment process paying special attention to the risk of injury to fingers and hands, and toes and feet. 2 Tag Lines Tag lines are “soft” lines made up from single / continual lengths of rope, (usually polypropylene). The rope should contain no knots, frayed sections or loops. Where possible, tag lines should be tied to the load and NOT the rigging. The length of tag lines should be such that personnel using them can stand well clear when guiding the load. Although tagline use can introduce additional hazards such as snagging on surrounding structures, their correct use will increase task safety. The advantages and disadvantages should be considered and their use determined by a risk assessment. ‘The International Rigging & Lifting Handbook | 213 The Safe Use Of Taglines: Tag lines should only be used in normal operating conditions and not as acontrol to enable lifting operations to be carried out in adverse weather conditions. Ideally, the tag line should be used at an angle of 45 degrees. To prevent personnel! getting too close to a suspended load, boat hooks or similar can be used to retrieve tag lines hanging vertically down from the load. Fig 29.7 Tag lines should be held in such a manner that they can slip through the hand if required. All sections of the line, including slack, must be kept in front of the body, between the handler and the load. Where two or more persons are handling the same line, ALL must work on the same side of the line. Any slack must be kept in front of the group. Particular care must be taken when using tag lines whilst wearing gloves to ensure that they do not entangle the glove. NEVER wrap tag lines around the hand. NEVER tie tag lines off to a structure. NEVER allow tag lines to coil around your feet. ALWAYS keep non-involved personnel clear of the lifting operation. © NSL 1991 | nslascoworld.com For guidance, tag lines are normally used for loads which are being lifted to a height out of normal reach and if they fall into the following category: 1) Long loads which may rotate when lifted. 2) Light loads which may react to or move in strong winds. 3) Loads with a large surface area which may act as a sail. 4) Landing or positioning loads in confined spaces / areas. 5) Loads of awkward shape which cannot be safely guided by hand. 6) Personnel transfer baskets and work baskets. We recommend the use of tag lines is considered for all loads if it helps facilitate \"hands-free\" lifting, unless the use of tag lines introduces further hazards and associated risk. Fig 29.8 ‘The International Rigging & Lifting Hancook | 215 3 Push / Pull Poles Push / Pull Poles are aluminium, wooden or fibre glass poles with a boat hook at one end and a rubber or leather pad at the other. Ideally, these should be about 2 metres / 6 feet long. Fig 29.9 Safe Positioning During Lifting / Pulling The main point of hands free / hands safe lifting or pulling is to keep personnel remote from the load, i.e. in a safe position. Just standing a few metres or a few feet clear is not enough. Personnel must visualise what could possibly go wrong with the actual lifting / pulling operation. Work out where any falling, toppling or swinging load could end up. Imagine where the boom would land if the boom hoist ropes failed. Imagine where the winch would go if the anchorage failed. Fig 29.10 216 | ©NSL 1991 | nstascoworld.com Assess how the load will react if the rig or vessel is hit by a wave. Ensure No personnel are in the load / strike path should anything fail. Never position yourself between the load and another solid surface, for example a bulkhead. Fig 29.11 Always have a planned escape route and to ensure others remain safe, never travel a load over personnel. Ensure barriers are in place on all levels underneath / exposed to the route traveled by the load. Apart from looking out for yourself, also look out for others who may enter operational areas. While the work area will be cordoned off, barrier tape doesn't always stop the person determined to have an accident! Achieving “hands free\" / hands safe lifting is not difficult. Where tasks require \"hands on\", think about how you can change it by utilising special tools or equipment to achieve “hands free\". Discuss with your colleagues and supervisor to determine a safer solution, The international Rigging & Lifting Handbook | 217 WORKING LOAD LIMIT TABLES | TABLE 2 ize nope ‘TABLE 3 220 | ©NSL 1991 | Table 1: Wire Rope Breaking Loads (Refer To Section 14) Table For 6 x 19 And 6 x 36 Construction Groups Below chart represents materials commonly used within industry however, material grades can vary greatly and material certification and manufacturers information should be checked to ensure capacities. id at 180 kgf/mm? (1770 N/mm?) Nominal Diameter 26 40.3 43.4 28 46.7 50.4 32 61.0 65.7 35 73.0 78.7 36 77.2 83.3 38 85.9 92.8 40 95.3 103 Note: For general pecific pur, 3, € coring, t ‘The Intemational Rigging & Lifting Handbook | 221 Table 2: Working Load Limits of Wire Rope Slings Minimum Breaking Load at 200 kgf/mm2 (1960 N/mm2) Single Leg 2 Legs (0-45 Deg) 3 & 4 Legs (0-45 Deg) Nominal | Fibre Gore | Steel Core | Fibre Core | Steel Core | Fibre Core | Steel Core Diameter (zo) (wRc) (Fc) | __(wac) (Fc) | Working Load Limit in tonnes 8 0.76 0.82 1.06 4.45 16 1.72 9 0.96 1.04 1.35 1.45 2.02 2.18 10 1.19 1.28 1.66 1.79 2.49 2.69 1 1.44 1.55 2.01 247 3.02 3.25 12 al 1.84 2.39 257 3.59 3.85 13 2 247 28 3.03 42 4.55 14 233 251 3.26 3.62 49 5.28 16 3.05 3.29 4.27 46 64 69 18 3.85 4.15 54 581 809 am 20 4.75 5.12 6.66 747 9.98 10.75 22 575 62 8.04 869 12.06 13.03 24 6.85 7.38 9.58 10.33 14.38 155 26 8.02 8.66 14.23 12.13 16.84 18.19 28 931 10.04 13.03, 14.06 19.54 21.08 32 12.15 13.12 17.01 18.37 25.52 27.56 36 16.38 16.59 21.53 23.23 32.3 34.84 Mode Factor 1 14 24 These tables have been compiled in compliance with BS EN 13414 and BS EN 12385-1. Load calculations take into consideration the efficiency of the wire rope terminations. 222 | ©NSL1991 | nsascoworid.com Table 3: Working Load Limits of Man-made Fibre Slings (Refer to Section 17) Round Slings with a factor of safety - 7:1 Vertical Choker Basket Basket 90° Basket 120° lex (Single-ply) Web lin: Note: For duplex (two ply) ar web slings, double the a i htemations! Rigging & Lifting + Table 4: Working Load Limits of Alloy Grade 80 Chain Slings (Refer to Section 18) Note: Grade 80 is being replaced by newer materials such as Grade 100 & Grade 120, however, if the Grade 80 equipment is used, maintained and certified correctly, they can be used to the end of their service life. All charts are provided for example only. Manufacturer dimensional and capacity values may vary and manufacturers specifications should be referenced. UA AA Diameter tLeg Sleg&4Leg 7 15t = Z 3.15t 8 2.0t 3.45t 2.8 4,25t 10 3.151 50t 4.25% 67t 13 5.3t B5t 75t W2t 16 B0t 125t T12t 17.01 18 10.0t 16.0 14.0t 21.2t 19 1W1.2t 18.0t 16.0t 23.6 20 20.01 17.0t 265t 22 15.0t 23.61 212 23 16.0t 26.51 23.6t 35.5t 25 20.0t 31.5t 28.0t 40.0t 26 21.21 3a5t 30.0 45.0t 28 40.0t 335t 50.01 32 315t 50.0t 45.0t 67.0t 36 40.0t 63.0t 56.01 85.01 40 50.0t 80.01 706.0% 45 63.01 700.0% 90.0t 192.01 The above load working load limits apply only to normal conditions of use in straight configuration and are based on the “uniform load” method of rating. Grade 10/100 Chain Slings (Coefficient of Safety 4:1) Chain Size | Single Leg a + sae 0-45 Deg | 45-60Deg | 0-60 Deg 6 14 2 14 29 24 8 25 3.5 25 53 3.8 10 4 5.6 4 84 6 13 67 9.4 67 144 10.1 16 10 14 10 21 15 20 16 22.4 16 33.6 24 22 19 26.5 19 39.9 28.5 Mode Factor 4 14 1 24 15 224 | ©NSL 1991 | nstascowortd.com Table 5: Working Load Limits of Grade 6 Alloy Shackles BSEN 13889 and US Federal Spec. All charts are provided for example only. Manufacturer dimensional and capacity values may vary and manufacturers’ specifications should be referenced. NA AD Anchor / bow shackle — Safety anchor / bow Chain / 'D' shackle Safety chain/ with screw pin shackle bolt type with screw pin shackle bolt type 32 35 51 94 115 12t 83 35 38 57 115 133 13.51 92 38 42 60 127 146 i7t 99 45 52 74 149 178 25t 126 52 58 83 171 197 35t 146 64 70 105 203 254 55t 185 76 83 127 230 330 85t 190 90 96 146 267 381 120t 238 Coefficient of Safety = 6:1 ‘The Iniemational Rigging & Lifting Handbook | 225 Table 6.1: Working Load Limits of Eye Bolts (Refer To Section 20) 12 320 kg 400 kg 16 630 kg 800 kg 18 1.0t bs 20 1.25t 16t 22 18t - 24 2.0t 2.5t 27 25t - 30 32t 4.0t 33 - 36 5.0t 63t 39 63t 42 : Bot 45 48 : 10.0t 52 10.01 12.5% 56 12.51 160t 64 16.0% 20.0t 70 20.0t 72 - 25.0t 76 25.0t All charts are provided for example only. Manufacturer dimensional and capacity values may vary and manufacturers specifications should be referenced. 226 | ©NSL 1991 | nsLascoworld.com Table 6.2: Working Load Limits of Pairs of Eye Bolts (Refer To Section 20) All charts are provided for example only, Manufacturer dimensional and capacity values may vary and manufacturers’ specifications should be referenced. Maximum load W to be lifted by a pair of collar eye bolts when the angle between the sling legs is @ 1.01 20t 1.3t 800 kg 500 kg 1,25 25t 1.61 1.01 630 kg 1.61 32t 2.01 1.25t 800 kg 2.0t 40t 251 1.61 1.01 251 5.0t 3.2 20t 3.2t 64t 4.01 25t 1.6t 4.0t got 5.0t 32t 20t 5.0t 10.01 63t 40t 25t 6.3t 12.61 8.0t 5.0t 3.2t 8.0t 16.0t 10.0t 63t 40t 10.0t 20.01 125 B0t 5.0t 128t 25.0t 16.0% 10.0t 63t 16.0t 32.0t 20.0t 12.8t Bot 20.01 40.01 25.0t 16.0 10.01 25.01 50.0t 32.0t 20.0t 125t ‘The international Rigging & Lifting Hancbook 227 Table 7: Working Load Limits of Hoist Rings (Refer To Section 20) All charts are provided for example only. Manufacturer dimensional and capacity values may vary and manufacturers’ specifications should be referenced. Diameter —> _ Metric Thread: 8 350 kg 7 10 450 kg 12 12 1t 28 16 1.75t 60 20 22t 100 \"20 27t 100 24 ast 160 30 42t 230 ied Threads % 454 kg 12 Ye 14t 28 % 1.82t 60 Ye 227t 100 Ye 3.18t 100 te 3.64t 160 1 454t 230 6.82t 470 10.911 800 7 2 13.611 800 “Large Bodied Ring anufacturer ig Load Limit 228 | ©NSL1991 | Table 8: Working Load Limits of Turnbuckles / Rigging Screws All charts are provided for example only. Manufacturer dimensional and capacity values may vary and manufacturers’ specifications should be referenced. SWE 4 545 kg 1,00t 1.59 2,36t 3.27t 27 3t 1 4.55t 30 4t 1-1/4 6.90t 33 5t 1-1/2 973t 39 6t 1-3/4 12.731 42 7.5t 2 16.82t 48 10t 2-1/2 27.271 56 15t 2-4 34.09 64 20t 72 251 76 aot 85 401 100 Sot ‘The Intemational Rigging & Lifting Hendbook 228 APPENDICES APPENDIX L APPENDIX 3 APPENDIX 7 APPENDIX LIFTING GEAR / LEGISLATION MATRIX RECOMMENDED HAND SIGNALS FOR CRANE OPERATORS IFT CATEGORISATION CHECKLIST BEAUFORT SCALE OF WIND FORCES AND VISUAL INDICATORS APPENDIX 2 appennix 4 APPENDIX G DENSITY OF MATERIALS RECOMMENDED HAND SIGNALS FOR MANRIDING WINCHES GENERAL PRE-LIFTING CHECKLIST NS L Lifting Equipment Legislation Matrix a ufting Equipment yet Legistatton Matrh< ates sire ot Free Poster Download As usual, our Lifting Equipment: Legislation Matrix is included as a fold-out section ‘on the naxt page. Did you know the matrix is also available as a PDF poster? Download free at http://nal.ascowerld.com 299 | @NgI 1991 | nsl.ascowordd.com NSL Lifting Equipment Legislation Matrix CRANES PEDESTAL / [OVER SS) Cann ei z | a ee [72 | sen moors uF TORS SHEAVE BLOCKS [OVER ISG LIFTING APPLIANCES og i i F i 5 = E i Fl \\ [CAINE HOOK BLOCAS [OVER 51 a WAN RON FLUWER / LOLER OOM 'USTING BEAMS (UPTO 8 WC. 30 nA BEAMS (OVER 6t UP TO ANC. 20), [el Pia tons caus Coo OO 7 ore a0 ws Oe A om 1 | WRG ROPE (ON ‘es so cos aa yes canons 72 [Wane RO fone OPERATION’) Bao ae o 1650 «000/05 ON 12305 o i | we nore suns CHE 52 | WIRE RCPS SUNS WAT LEGS | arabe SUNGS SHADGES - ALLOY UP T0200 LIFTING ACCESSORIES POLES EN RROD lO Gan | - WOHER TENSILE 1UP TO 250 gone ele! We | SEA TONE RI some oO 00 | \"05 £6 IO ae oo i oC) | ROGNG Screws HITED eae ele! Oe TD io 4 | OPEN WEDGE SOCKETS oo [es [Oren socneTS WS) aR Soe ie] © Lng sup seas ch ure eam, ng HAE, pay. ee * ° a a Vv ° * * * @ 2018 Ed @ DESCENT RATE MIST ALSO FALL BETWEEN 80-100 FT / Mod POLICY INCLUDES UFTING MACHINES VE MOMTHLYS. REFER TO SPECIFIC DESIGN COURS ‘nen FACTORY TEST FUNCTION TEST OMY AMERICAN PATTERW BLOCKS REFER TOLAO.S /.N\\ PROCEDURE FOS VARES- REFER TO PO 800 Mei exo Ore Pus WOT REPORT [AP SPECSPICATION CRANES ONY so pas ca tether 212 mane at 1) Ty ap ad or poring parse, 2 rao ce 21 Thay we adenoid / pated 3 hat Wt wt ara a hacte eve day tat na echo eabraon weekly. Han it nr b a ro ad ng 8 scene ny sn ate eaten estes 11 Harvest Avenue, D2 Business Park, Dyce, Aberdeen, AB21 OBO +44 (01224 208988 nsi@ascoworld.com nsl.ascoworld.com 18.2008 92184 joe ve ‘rua be asad oy a comp mush a sp Marg (© Copyight Noh Sea Lining Lted 1989 Persea 2028) 234 | © NSL 1991 | nsl.sscoworkd.com Appendix 2 Density of Materials kg /n Aluminium 2725 170 Brass 8350 520 Bronze 8650 540 Conorete 2400 150 Copper 8820 550 tron 7690 480 Lead 11350 708 Magnesium 1770 10 oll 810 50 Paper 7130 70 Steel 7850 490 Water (salt) 1025 64 Wood (average) 800 50 When dealing with a hollow body, check for 2 s and wh such contents are liable to move: For calculation pu Pounds Kilos US (Short) TON Ton 2,000 907 Lightest METRIC tonne te 2,204 1,000 Mid-weight British (Lang) Ton Tor Ton 2,240 1,016 Heaviest 1 kg = 2.2 lbs (approximately) Density To convert Ibs/ft* to kg/m, multiply by 16.02. ‘The Intemational Rigging & Lifting Handbook | 235 Appendix 3 Recommended Hand Signals For Crane Operations Note: Signals must be continuous (No signal = No movement) Stop Emergency Stop , eo Take the strain (or) inch the load (Clench and unclench fingers) ee 4 Hoist Lower Slew in direction indicated Derricking Jib Telescoping Jib oe n . Fy 3 Jib up Jib down Extend Jib Retract Jib (Signal with one hand, other hand on head) (Signal with one hand, other hand on head) to Travel to me Travel from me (Signal with both hands) 236 | ©NSL 1991 | nsl.ascoworld.com Operations cease Appendix 4 Man-riding Tugger Signals Sign: s effective since November 2001 nals must be continuous (No signal = No movement To Raise: Extend arm horizontally palm up and move arm/hand up and down at your side 7 = > je To Stop: Extend arm horia slicing motion tally outward, palm down and make th hand/arm, jorizontal To Lower Point your ing per These signals are also used by derrickmen when communicating with rig floor. The International Rigging & Lifting Hencbook Appendix 5 NSL or Lift Categorisation Form For Rigging And Lifting Operations Assessment No: The object of the risk assessment is to identify and eliminate or reduce to an acceptable level, any hazards in the lifting operation. It should also determine the skill level of the personnel required to perform that particular activity safely. This document will also highlight any needs for further training. Description of iting operation: Route to be taken: Personnel involved: Date of it: Please complete the result table below once the relevant parts of the assessment have been completed. Stop Further engineering input required a Caution Operation must be performed by Rigging personne! [=] Go Proceed with lifting operation o the lift is to proceed, please enter below, any special instructions and / or safety measures to be taken: Name: Position: Date: ‘Once the lift has been safely completed, please note in the box below any problems encountered and how they were overcome, also any suggestions for doing the lift more efficiently / safely. Job Completion Feedback: Name: Position: Date: 238 | ©NSL 1991 | nstascoworld.com Assessment NSL o--—— Part 1: Routine lifts (Which can be carried out by all personnel who have been suitably trained.) iE Ca 1 Has the lifting operation been performed before? o o 2 Is there a documented procedure / adequate generic guidance? a o 3 _ Are you experienced with the procedure and all the ling equipment and 5 b gear to be used? 4 Has the load been checked and made ready for iting o a (e.g. sea fastenings released, hold-down bolts removed)? 5 Have you the experience to lit @ load of this weight? o o 6 _ Is theft in an area free from obstructions and other possible hazards? a o If the answer to all six questions above is “yes”, proceed with the lifting operation in accordance with the relevant procedure or the Rigging and Lifting Handbook. Assessment Part 1 performed by: Date If the answer to any of the above is “no”, proceed with Part 2 of the assessment. ‘The Inlernationsl Rigging & Lifting Handbook | 239) Part 2: Simple lifts NSL (Can also be carried out by all personnel who have been suitably trained.) o--— 1 Has the lifting operation been performed before? o o 2 Is there a documented procedure / adequate generic guidance in the o o Rigging and Lifting Handbook? 3 Af@ you experienced with the procedure and all the lifting equipment and a gear to be used? 4 Has the load been checked and made ready for lifting o o (@.9. sea fastenings released, hold-down bolts removed)? 5 Have you the experience to lift a load of this weight? 5 is} 6 |s the lift in an area free from obstructions and other possible hazards? o o ? Is the lift balanced (e.g. centre of gravity in the middle) or fitted with special o slings to compensate? \\s the load free to be lifted (e.g. sea fastenings released, all hold-down 8 bolts removed, not jammed, etc)? 5 a _'Sthe removal route suitably controlled / cordoned off and clear of any 7 obstructions? 10 Canithe removal it, transfer and landing) be performed without cross- a o hauling? there a suitable laydown area and does the load come within the oO o allowable load bearing (laydown) capacity of the deck? ‘Are you experienced in using all the lifting equipment and gear involved a and do you have a Rigging and Lifting Handbook? if you can answer “yes” to all the above, proceed with the lift. Assessment Part 2 performed by: Date: if the answer to any of the above is “no”, proceed with Part 3 of the assessment. Note (1) : to Supervisors: If you can give solutions to the above negatives to allow the lift to proceed safely, write the instructions in the box below and if you cannot supply @ solution, seek guidance from the appropriate Competent Person(s). ‘Solutions to overcome the above problems: Assessment Part 2 performed by: Date: 240 | ©NSL 1991 | nsLascowortd.com Part 3: Complicated lifts NSL (Must be carried out by Riggers or similar personnel who oo have the relevant skills and who are experienced in dealing with awkward loads). The table below shall be completed by the personnel about to perform the lifting operation. Tick against factors which are applicable (APP) to the specific lifting operation and indicate whether or not you have the relevant experience to deal with them. 1 ‘Load has centre of gravity above the iting points ora high C of G. a o o 2 Load has an offset cantre of gravity o a o 3 load has to be cross-hauled or restrained. a o o 4 Load does not have specitic ling attachments o o o 5 ood i rage. o o o 6 Load has a suriace area which may aci as a sab a o o 7 mae frigging or two appliances for o o o 8 Load has to be rotated (overturned). o o o ifyou can answer “yes\" to all the above, proceed with the lift. Assessment Pan 3 performed by: Date: Ifyou have answered “no” to any of the above, check with your immediate supervisor. Note (2): to Supervisors: If you have the experience and can advise personnel how to deal with the complication, allow the liting operation to proceed but only under your guidance. Allematively, yau may have to request the services of specialist personnel to complete the work. Note (3) : to Supervisors: I you decide that the lifting operation is outwith the scope of your normal rigging and iting activities andi merits a special work instruction or Job Pack, please indicate the reasons applicable (APP) in the table in part 4 below before passing on to the engineering department. Part 4: Complex lifts (Lifting operations or conditions which would merit additional engineering input.) The iting operation involves divers. ‘The iting operation is sub-sea ‘The load wil be travelled over unprotected process plant / machinery. ‘The load is extremely heavy, The It involves a floating crane. ‘The load is extremely valuable. ‘The iit i in a confined space. ‘The lit is an area with very restricted headroom. Other reason: Assessment Part 4 performed by: Date: ‘The International Rigging & Lifting Handbook | 241 TASK RISK ASSESSMENT FOR COMPLICATED AND COMPLEX LIFTS, Responsibilities (To reduce / elimate (Whois going to take Step Task (List each step of the job) hazard) action) 242 | ©NSL 1991 | Appendix 6 General Pre-Lifting Checklist If you can say yes to all of the following, hopefully the safety of your operations will be improved. Use your own site-specific checklists where they exist. Crane / Hoist Crane / hoist pre-use inspected Certification of crane / hoist is current Adequate capacity for lifts Adequate boom length / height of lift Set up correctly for lifts (correct radius / adequate number of falls) Set up correctly (level, on firm ground) Set up correctly (outriggers fully extended and pinned) Set up correctly (load spreaders / sleepers used under outriggers if required) Set up correctly (clear of overhead power lines) Set up correctly (clear of underground services) Set up correctly (far enough away from excavations) Certification of ancilliary equipment current (e.g. chain slings, hook blocks etc.) Ancillary equipment - pre-use inspected Crane / Hoist Operator Qualified / experienced to operate crane / hoist In good health, fit and capable to operate the crane Eyesight satisfactory Knowledge of basic slinging Knowledge of hand signals / radio comms Banksman / Signaller Qualified / experienced to direct crane / lifting operation In good health, fit and capable to perform the tasks Eyesight satisfactory Knowledge of basic slinging Knowledge of hand signals / radio comms ‘The Intemational Rigging & Lifting Handbook 243 244 Load Handler / Slingers Qualified / experienced to slings loads / check rigging on loads In good health, fit and capable to perform the tasks Eyesight satisfactory Knowledge of basic slinging Knowledge of hand signals / radio comms Load Carriers (Containers, baskets, half heights, etc.) Load carrier is of sound construction Load carrier has data plate - SWL, payload, max. gross weight, test date, insp. date etc. Pad eyes properly constructed (not flame cut) Pad eyes properly constructed (holes to suit shackle pin dimensions) Pad eyes properly constructed (width / thickness to suit shackle jaw gap) Pad eyes properly mounted (normally welded and NDT'd) Pad eyes mounted / welded to substantial base (not on to sheet steel) Pad eyes angled towards centre (preferable) Payload centred as much as possible to keep C of G central Payload lashed down / wedged / secured to prevent movement in transit Door nets fitted / tarpaulins fitted as required Door seals intact Door locks functioning correctly Doors secured for transit e.g. padiocked / tie-wrapped etc. No cargo protruding over edge of baskets / half heights Old shipping labels removed (e.g. hazardous warnings etc.) New shipping labels attached to reflect contents Unit checked for possible dropped objects Gross weight checked to ensure NO overload ©NSL 1991 | Load (Tubulars) * Correctly stacked for bundling * Thread protectors securely fitted where applicable * Casing checked for possible dropped objects * Each sling rated same as load (e.g. 5 tonne load - use 2 x 5 tonne slings) * Slings inspected prior to use (including colour code if applicable) * Slings positioned 25% in from either end * Slings double wrapped, choked, bulldogged and tie-wrapped (also applies to singles) * Bundle tight and secure but NOT with slings hammered down Loads (Various) * Load is of sound construction * Weight of load is known * Pad eyes / temporary lifting eyes currently certified * Pad eyes / temporary lifting eyes correctly installed * Load has central C of G or special slings to compensate * Load is balanced * Any wrap-around slings will remain in place during lifting operation Wire Rope Sling Sets * Slings / shackles are pre-use inspected * Certification in date / ID tag attached * Maximum 2 legs per link (unless third one is a top lifting leg) * Correct SWL for load to be lifted Fitted correctly (no twists in legs etc) Free to lift (not snagged on any part of load) * Shackles are correctly fitted - safety pin type shackles preferred with split pins fitted * Screw pin shackles must have pins wired / cable-tied to shackle body Route / Lay-down Area * Route load to be travelled clear of obstacles * Lay-down area adequate load-bearing capacity * Lay-down area within crane's safe working radius for load * Work area cordoned off to uninvolved personnel ‘The international Rigging & Lifting Handbook | 245 pendix 7 Ap Beaufort Scale of Wind Forces and Visual Indicators Wind Speed | Wind Spaed Wind Force | pn) | not) 0 | uesstmans | Less man i la | w 2 a7 3-6 3 8-12 en “4 was | gem 3 18-26 6-21 a | an | ince i | ae | oe Beaufort Scale of Wind Forces and Visual Indicators | er | 06-15 UGHT AIR 16-35 | ‘UGHT BREEZE ass | 85-108 | ‘FRESH BREEZE 109-142 | ‘STRONG BREEZE 143-173 | MODERATE GALE ‘Leaves in constant mation, ight sul | Corresponding Sea State ‘Sea surface glansy or mirror lke, wind has no reation to swell that may be Smoke sees vertically present, ‘Smoke drs sight ‘Sea surface is ripple in patches, ‘Leaves rusts wind vane moves | Sea surtace completely rippled miniature waves about 0.3m high, ‘Small waves 0.6 to 1 high sattared whitecaps beginning to form. flag extended Raises dust and papers, smal ‘Waves 1-5 high with eumerous whitecaps beginning to form. branches stir ‘Waves up to 25m high with prominent white waves crests; spray begin tobe ee ‘blown from the crests Large branches move, use of | WIND SPEEDS ACCEPTABLE FOR GENERAL LIFTING OPERATIONS 3 to 3.5m waves with numerous streaks of spray blowing from foamy crests, umbrella itfieut ‘So waves with white foam being whipped out in th direction ofthe wind usts. ‘Whole trees in mation NOTES This tabla shoud be wed for guldance ey. The sate of any ing operation in windy must be adresse individual during the isk assessment process when all ote relevant factors are taken ito ansderation Average wind speeds to above areal 10m above saa teva The wind speed is about oe third moe than the wind speed at bm se level All gues ae fai accurate but have been rounded ‘up/down tor continuity Seojpueddy ONSL 199 246 ALWAYS: Position hook directly over the centre of gravity, then boom back slightly to allow for boom deflection when load is taken. Clear personnel from area / move to a safe position Trial-lift load just clear of ground to check balance and stability prior to lifting. Understand potential outcomes and areas of danger in the event of equipment failure and ensure conflicting areas of activity are free from personnel and barriers are in place. q& The International Rigging & Lifting Handbook | 247 Notes 248 | ©NSL 1991 | nsLascoworid.com Notes ‘The Internationa! Rigging & Lifting Honcbook | 249 Po Quick Reference Index Item Section Angles (Between Slings) 23.12! Beam Clamps Beam Trolleys Beams (Runway) Beams (Lifting) Bottlescrews Cable Grips (Chinese Fingers) Cable Reelers (Fall Arresters) Chain Blocks (Manual Hoists) Chain Slings Chinese Fingers (Cable Grips) Clamps (Beams) Clamps (Plate) Clutches (Shortening) Cranes (Overhead) Cranes (Various Types) Competence Dunnage Bags Eureka Wirelocks 14.150 Eye Bolts 20.08 Fall Arresters (Cable Reelers) 23.0) Fibre Slings (Man-Made) . Fist Grips 140 Fleet Angles 14.410 Forklift Trucks 25.110 Hands-Free Lifting 29.0) (Including Safe Use of Tag-Lines) Hoist Rings 20.81 Hydraulic Rams 15.08 Jacks 17.08 Kinetics (Manual Handling) 26.0) 250 | @NSL 1991 | nsLascowortd.com Item Legislation (Regulations) Lever Hoists (Pullifts) Lifting Beams Manual Handling (Kinetics) Open Wedge Sockets Overhead Cranes Padeyes Planning Plate Clamps Polyester Slings Pulley Blocks Pullifts (Lever Hoists) Radio operating procedures Regulations Rigging Screws (Turnbuckles) Risk Assessment Rope Blocks Rope Hoists (Tirfors) Shackles Sheave Blocks (Snatch Blocks) Slinging (General) Slings (Chain) Slings (Fibre) Slings (Wire Rope) Spooling (Wire Rope) Tirfor Machines (Rope Hoists) Trial Lifting Turnbuckles (Rigging Screws) Weather Web Slings Winches Winches (Personnel) Wire Rope (Construction) Wire Rope Hoists (Tirfors) Wire Rope (Measurement) Wire Rope Slings Section 2.08 8.08 3.58 26.0) 14.120 7.631 20.138 6.118 12.08 17.08 13.08 8.08 7.668 2.08 21.08 6.120 13.08 9.08 19.08 13. 24.0) 18.08 18.08 16.08 14.70 9.08 640 21.08 6.150 17.08 14.08 14.238 16.40 9.08 14.61 16.08 0 a new level At NSL, we take your lifting performance Customers around the world trust Us to support safe and efficient Operations. To them, we're more than just another service provider, f For support, advice, expertise or training in the field of lifting, please get it touch with us: Call: Email: Web: am LIFTING EXCELLENCE The International Handbook The contents of this boak emphasise good practice and give guidance on the safe use of all types of lifting equipment. This handbook should be used to enhance safety awareness. FPAL \"ae MEMBER QA ae ®IMCA 38 i “The Riggers’ Handbook” & LIFTING EXCELLENCE ",
      "sections": []
    }
  ]
}