{
  "chapters": [
    {
      "title": "Introduction",
      "number": 1,
      "sections": [],
      "content": "Bienvenue dans ce e-book consacré aux opérations de levage chez TotalEnergies. Le levage joue un rôle crucial dans nos activités quotidiennes, qu'il s'agisse de soulever, descendre ou suspendre des charges de différentes tailles et masses. Bien que courantes, ces opérations présentent des risques importants pour le personnel, l'environnement et les installations. Il est essentiel de disposer de la formation et des compétences nécessaires pour effectuer ces opérations en toute sécurité. Cette norme d'élingage et de levage doit être respectée. Ce guide vise à fournir un aperçu des meilleures pratiques, des procédures et des normes en vigueur pour les opérations de levage au sein de notre entreprise. N’oubliez pas: S’il n’y a aucun CMU, aucun n° d’identification et/ou aucun CODE COULEUR, ne l’utilisez pas !",
                    
      "images": [],
      "tables": [],
      "subsections": []
    },
    {
      "title": "Introduction et champs d’applications",
      "number": 2,
      "sections": [
        {
          "title": "Glossaire",
          "number": ".0",
          "content": "",
          "images": [],
          "tables": [],
          "subsections": [
            {
              "title": "Personne compétente",
              "number": "2.1",
              "subsections": [],
              "content": "Personne dont les connaissances, l'expérience et les compétences, ainsi que la formation et l'autorisation de travail à un poste de levage défini ont été avérées.",
              "images": [],
              "tables": []
            },
            {
              "title": "Charge utile (en anglais Working Load Limit WLL)",
              "number": "2.2",
              "subsections": [],
              "content": "La charge maximale qu'un appareil de levage est conçu pour lever, abaisser ou suspendre. Cette charge maximale ne tient pas compte des conditions de service particulières qui peuvent modifier la capacité finale de l'équipement (voir CMU ci-dessous). Remarque: la charge utile déterminée par la personne compétente ne doit jamais être dépassée volontairement.",
              "images": [],
              "tables": []
            },
            {
              "title": "Charge maximale utile (CMU) (en anglais Safe Working Load SWL)",
              "number": "2.3",
              "subsections": [],
              "content": "La charge maximale (telle que certifiée par une personne compétente) qu'un appareil de levage est capable de lever, d'abaisser ou de tenir suspendue dans des conditions de service particulières. La CMU peut donc être inférieure à la charge utile. Remarque: la charge maximale utile déterminée par la personne compétente ne doit jamais être dépassée volontairement.",
              "images": [],
              "tables": []
            },
            {
              "title": "Facteur de sécurité",
              "number": "2.4",
              "subsections": [],
              "content": "Rapport entre la charge qui provoquerait la défaillance d'un élément d'un appareil de levage et la charge qui lui est imposée en service (c.-à-d la CMU qui permet de tenir compte de critères négatifs tels qu'usure, charges dynamiques, etc.).",
              "images": [],
              "tables": []
            },
            {
              "title": "Code couleur",
              "number": "2.5",
              "subsections": [],
              "content": "Méthode de marquage de l'équipement (normalement avec de la peinture) pour indiquer visuellement son statut en matière de certification.",
              "images": [],
              "tables": []
            },
            {
              "title": "Numéro de l'installation/d'identification",
              "number": "2.6",
              "subsections": [],
              "content": "Numéro unique donné à un élément d'un appareil de levage à des fins d'enregistrement et pour en faciliter la traçabilité.",
              "images": [],
              "tables": []
            },
            {
              "title": "Hauteur libre",
              "number": "  2.7",
              "subsections": [],
              "content": "Distance verticale maximale entre l'élément à soulever et le point de suspension de l'appareil de levage, c.-a-d. entre les œils de levage et le dessous des poutres du chemin de roulement.",
              "images": [],
              "tables": []
            },
            {
              "title": "Hauteur de levage",
              "number": "2.8",
              "subsections": [],
              "content": "Distance de déplacement possible entre les points de connexion supérieur et inférieur, c.-à-d. les crochets d'un appareil de levage.",
              "images": [],
              "tables": []
            },
            {
              "title": "Dimension établie",
              "number": "2.9",
              "subsections": [],
              "content": "Distance minimum entre le niveau de suspension et la selle de crochet inférieure (aussi connu sous le nom de hauteur fermée).",
              "images": [],
              "tables": []
            },
            {
              "title": "Capteurs de charge",
              "number": "2.10",
              "subsections": [],
              "content": "Élément d'équipement utilisé pour détecter les charges réelles à un point de fixation (p. ex. manille à capteur de charge, cale-étalon ou cellule dynamométrique en compression, etc.)",
              "images": [],
              "tables": []
            },
            {
              "title": "Charge d'épreuve",
              "number": "2.11",
              "subsections": [],
              "content": "Charge appliquée en conditions d'essai supérieure à la CMU/CU afin de vérifier l'intégrité de l'équipement de levage.",
              "images": [],
              "tables": []
            },
            {
              "title": "Personne compétente (pour l'inspection du matériel de levage)",
              "number": "2.12",
              "subsections": [],
              "content": "Individu ayant les connaissances et l'expérience requises, aussi bien théoriques que pratiques, sur le matériel et équipement considéré pour pouvoir certifier avec confiance que celui-ci ne présente pas de défaut évident et qu'il convient en tous points pour l'opération pour laquelle il sera utilisé.",
              "images": [],
              "tables": []
            }
          ]
        },
        {
          "title": " Définitions et principes des équipements de levage",
          "number": "4.0",
          "content": "",
          "images": [],
          "tables": [],
          "subsections": [
            {
              "title": "Equipements de levage",
              "number": "3.1",
              "subsections": [],
              "content": "Ces équipements comprennent les appareils et l’équipement de levage. Ils sont définis comme suit: Appareils de levage Tout dispositif mécanique capable de lever ou d’abaisser une charge. Ex: Grues, Chariots élévateurs, Nacelles suspendues, Palans, Poutre de levage, Treuils... Equipement de levage Tout dispositif quel qu’il soit, utilisé et conçu pour être utilisé directement ou indirectement pour relier une charge à un appareil de levage et ne faisant pas partie de la charge. Ex: élingues à câble, chaîne ou fibre synthétique, crochets et accessoires, pivots, manilles, boulon à œil, ridoirs, attaches à coin, lève-tôles.",
              "images": [],
              "tables": []
            },
            {
              "title": "Compétent(e)",
              "number": "3.2",
              "subsections": [],
              "content": "Disposant des connaissances, des compétences, ainsi que de l’expérience nécessaire à la réalisation de tâches spécifiques.",
              "images": [],
              "tables": []
            },
            {
              "title": "Abrasion",
              "number": "3.3",
              "subsections": [],
              "content": "Usure de surfaces des brins d’un câble.",
              "images": [],
              "tables": []
            },
            {
              "title": "Homologué",
              "number": "3.4",
              "subsections": [],
              "content": "Conforme à la norme intérieur de l’entreprise.",
              "images": [],
              "tables": []
            },
            {
              "title": "Chef de manœuvre",
              "number": "3.5",
              "subsections": [],
              "content": "Individu clairement identifiable ayant la responsabilité partagée d’assurer un levage et une dépose de la charge en toute sécurité. Contrôle également l’opération de levage lors d’un levage en aveugle.",
              "images": [],
              "tables": []
            },
            {
              "title": "Levage en aveugle",
              "number": "3.6",
              "subsections": [],
              "content": "Lorsque l’utilisateur de l’appareil de levage n’a pas le chef de manœuvre, responsable de la charge, dans son champ visuel de manière continue.",
              "images": [],
              "tables": []
            },
            {
              "title": "Agent de coordination du levage",
              "number": "3.7",
              "subsections": [],
              "content": "Point de contact responsable du levage pour une installation particulière et personne compétente pour les opérations de levage.",
              "images": [],
              "tables": []
            },
            {
              "title": "Résistance à la rupture (câble)",
              "number": "3.8",
              "subsections": [],
              "content": "La charge mesurée requise pour briser un câble en tension.",
              "images": [],
              "tables": []
            },
            {
              "title": "CCU",
              "number": "3.9",
              "subsections": [],
              "content": "Unités de transport de marchandises (Cargo Carrying Unit), tout équipement utilisé pour contenir ou transférer une charge. Exemples: conteneurs, nacelles, râteliers à bouteilles de gaz, nacelles de transfert de personnel, bennes à déchets, ect.",
              "images": [],
              "tables": []
            },
            {
              "title": "Certification",
              "number": "3.10",
              "subsections": [],
              "content": "La preuve (généralement sous forme de document papier) que le matériel est certifié.",
              "images": [],
              "tables": []
            },
            {
              "title": "Certifié",
              "number": "3.11",
              "subsections": [],
              "content": "Prouve la réussite à un examen défini.",
              "images": [],
              "tables": []
            },
            {
              "title": "Câble Lang",
              "number": "3.12",
              "subsections": [],
              "content": "Câble dont les fils composant les torons et ces derniers sont dans le même sens",
              "images": [],
              "tables": []
            },
            {
              "title": "Câblage à gauche ordinaire",
              "number": "3.13",
              "subsections": [],
              "content": "Les fils sont enroulés vers la droite et les torons vers la gauche",
              "images": [],
              "tables": []
            },
            {
              "title": "Plan de levage",
              "number": "3.14",
              "subsections": [],
              "content": "Une fois l’évaluation des risques terminée, un document écrit officiel est crée afin de détailler l’approche à suivre lors de l’opération de levage. Elle identifiera le personnel et l’équipement requis, ainsi que la méthode de levage.",
              "images": [],
              "tables": []
            },
            {
              "title": "Essai en charge",
              "number": "   3.15",
              "subsections": [],
              "content": "Essai de traction à un niveau prédéterminé et nouvelle inspection d’un élément de l’équipement.",
              "images": [],
              "tables": []
            },
            {
              "title": "Câblage à droite ordinaire",
              "number": "3.16",
              "subsections": [],
              "content": "Les fils sont enroulés vers la gauche et les torons vers la droite",
              "images": [],
              "tables": []
            },
            {
              "title": "Corde de manœuvre",
              "number": "3.17",
              "subsections": [],
              "content": "Une corde de type “anti-nœuds” attachés à une charge suspendue (généralement en bas) facilite la stabilisation de cette dernière et permet au membre de l’équipage tenant la corde de prévenir toute rotation et d’aider au guidage de la charge.",
              "images": [],
              "tables": []
            },
            {
              "title": "Tirfor",
              "number": "3.18",     
              "subsections": [],
              "content": "Mot anglais décrivant un treuil manuel utilisé pour déplacer/lever des objets lourds par tranches ou pour dérouler le câble.",
              "images": [],
              "tables": []
            },
            {
              "title": "Qualifié(e)",
              "number": "3.19",
              "subsections": [],
              "content": "Compétent(e), grâce à un enseignement et une pratique spécialisés. Une fois terminé, une formation (comprenant généralement des examens permettent de prouver sa compétence) est généralement suivie d’une certification.",
              "images": [],
              "tables": []
            },
            {
              "title": "Principes de l’équipement de levage",
              "number": "3.20",
              "subsections": [],
              "content": "Tous les équipements de levage doivent avoir une solidité et une construction adéquates, être réalisés dans des matériaux de qualité et capables de supporter les charges et contraintes qu’ils auront à supporter. Ils devront être testés conformément aux exigences réglementaires (par application d’une charge d’épreuve) et u certificat d’essai sera émis avant leur première utilisation. Ce certificat est un document juridique important.",
              "images": [],
              "tables": []
            },
            {
              "title": "Facteurs de sécurité",
              "number": "3.21",
              "subsections": [],
              "content": "Le facteur de sécurité pour tout équipement de levage doit être adéquat et basé sur sa conception. Il ne doit jamais être abaissé et sert à indiquer la tolérance à l'usure, aux impacts, aux charges dynamiques et aux surcharges accidentelles. Ces tolérances sont prévues uniquement pour des circonstances imprévues et ne doivent pas être réduites volontairement. Évitez les surcharges et soyez vigilants pour prévenir les situations accidentelles. En cas de doute, consultez votre superviseur.",
              "images": [],
              "tables": []
            },
            {
              "title": "Certains dispositifs de levage (p. ex. palonniers) peuvent être utilisés de",
              "number": "3.22",
              "subsections": [],
              "content": "différentes façons. Il est donc important que le fabricant/fournisseur donne dans chaque cas des renseignements sur l'usage spécifique prévu et demande conseil avant de tenter toute utilisation non prévue",
              "images": [],
              "tables": []
            },
            {
              "title": "Certains chapitres de cette norme mentionnent l'angle auquel",
              "number": "3.23",
              "subsections": [],
              "content": "l'équipement est utilisé (p. ex. l'angle entre les brins d'une élingue multiple). Il est extrêmement important de tenir compte de la variation de la charge maximale d'utilisation que peut entraîner l'utilisation d'un tel équipement à un angle prononcé",
              "images": [],
              "tables": []
            },
            {
              "title": "Un point final à considérer lors de la sélection de l'équipement pour une",
              "number": "3.24",
              "subsections": [],
              "content": "opération donnée est la compatibilité entre les différents éléments requis. Un certain nombre de qualités différentes de matériau(x) sont souvent utilisées pour le matériel de levage. En particulier, on remarquera que la taille des crochets, maillons, anneaux et manilles varie considérablement pour une capacité donnée selon le type de métal utilisé. Vous devrez donc vous assurer que chaque élément est correctement monté et aligné avec son voisin. Un anneau ou une manille intermédiaires pourront pour cela être utilisés en cas de besoin.",
              "images": [],
          "tables": [],
          "subsections": [
            { "title": "Fig. 4.1 — Manille de cellule dynamométrique", "number": "4.1-1", "content": "Manille de cellule dynamométrique (capteur de charge).", "images": ["/assets/images/img_p27_0_054bc368.png"], "tables": [], "subsections": [] },
            { "title": "Fig. 4.2 — Contrôleur d’état de charge de grue", "number": "4.1-2", "content": "Contrôleur d’état de charge de grue.", "images": ["/assets/images/img_p27_1_93926ac6.png"], "tables": [], "subsections": [] },
            { "title": "Fig. 4.3 — Dynamomètre", "number": "4.1-3", "content": "Dynamomètre.", "images": ["/assets/images/img_p27_2_0d99a5b5.png"], "tables": [], "subsections": [] }
          ]
        },
        {
          "title": "5.0 AMÉLIORER LA SÉCURITÉ DES OPÉRATIONS DE LEVAGE",
          "number": "6.0",
          "content": "Ce chapitre présente les procédures correctes à suivre lors d'une opération de levage.",
          "images": [],
          "tables": [],
          "subsections": [
            { "title": "Compétences du personnel", "number": "5.1", "content": "Toute personne utilisant un appareil ou équipement de levage doit être formée à son utilisation et posséder une expérience pratique de ses capacités et des défaillances potentielles. Ces connaissances sont également utiles lors de l'inspection avant utilisation.", "images": [], "tables": [], "subsections": [] },
            { "title": "Ne jamais dépasser la charge maximale utile", "number": "5.2", "content": "S'assurer que la charge imposée à tout appareil ou partie de celui-ci ne dépasse pas la CMU/CU. En cas de doute, utiliser des capteurs de charge et veiller à la stabilité de la charge.", "images": [], "tables": [], "subsections": [] },
            { "title": "Utilisation correcte", "number": "5.3", "content": "Utiliser l'équipement uniquement pour l'usage prévu et ne pas l'adapter à d'autres opérations.", "images": [], "tables": [], "subsections": [] },
            { "title": "Vérification du levage", "number": "5.4", "content": "Effectuer un levage d'essai à faible hauteur pour vérifier équilibre, stabilité et sécurité; ajuster l'élingage si nécessaire.", "images": [], "tables": [], "subsections": [] },
            { "title": "Prévoyez", "number": "5.5", "content": "Préparer le trajet de la charge, dégager la zone et ne jamais déplacer une charge au-dessus du personnel. Préparer la dépose et les cales.", "images": [], "tables": [], "subsections": [] },
            { "title": "Marges de sécurité", "number": "5.6", "content": "Pour les levages multipoints, s'assurer qu'aucun point de levage n'est surchargé. Contrôler angles et charges durant l'opération.", "images": [], "tables": [], "subsections": [] },
            { "title": "Charges rigides et répartition", "number": "5.7", "content": "Déterminer le nombre de points supportant réellement la charge; dans certains cas, deux points portent la majorité de la charge.", "images": [], "tables": [], "subsections": [] },
            { "title": "Mauvaise utilisation de l'équipement", "number": "5.8", "content": "Interdiction de dépasser la CMU/CU. Éviter surcharge, mauvais élingage, coinçage des élingues. Réparations uniquement par du personnel qualifié.", "images": [], "tables": [], "subsections": [] },
            { "title": "Équipement pneumatique", "number": "5.9", "content": "Vérifier la pression: trop élevée = surcharge, trop faible = incapacité à lever la CMU/CU. Installer un régulateur de pression proche de l'équipement.", "images": [], "tables": [], "subsections": [] },
            { "title": "Conditions météorologiques", "number": "5.10", "content": "Tenir compte des conditions météo qui affectent la sécurité globale de l'opération.", "images": [], "tables": [], "subsections": [] },
            { "title": "Vent", "number": "5.11", "content": "Les vents forts affectent la stabilité de la grue et de la charge; surveiller la vitesse du vent (anémomètre).", "images": ["/assets/images/img_p31_0_37b62b3d.png", "/assets/images/img_p31_1_7c516740.png"], "tables": [], "subsections": [] },
            { "title": "Vents marins", "number": "5.12", "content": "La houle ajoute des dynamiques aux transferts navire ↔ plateforme, pouvant augmenter les charges réelles.", "images": [], "tables": [], "subsections": [] },
            { "title": "Pluie", "number": "5.13", "content": "Dégrade les conditions au sol et la visibilité; complexifie la communication et les signaux.", "images": [], "tables": [], "subsections": [] },
            { "title": "Neige et glace", "number": "5.14", "content": "Rendent les sols glissants et peuvent geler temporairement l'équipement de sécurité; vérifier l'équipement avant usage.", "images": [], "tables": [], "subsections": [] },
            { "title": "Orages", "number": "5.15", "content": "Suspendre les opérations de levage extérieures durant les orages; risque de foudre sur la flèche.", "images": [], "tables": [], "subsections": [] },
            { "title": "Soleil", "number": "5.16", "content": "La lumière peut dégrader certains matériels en fibres et créer un éblouissement masquant des dangers.", "images": [], "tables": [], "subsections": [] }
          ]
        },
        {
          "title": "6.0 NORME ET CONTROLE",
          "number": "7.0",
          "content": "Norme et formulaire de contrôle et de récupération.",
          "images": [],
          "tables": [],
          "subsections": [
            { "title": "6.1", "number": "6.1", "content": "Afin d’aider à créer des conditions de travail plus sûres et d’améliorer les procédures, il vous a été remis cette norme d’élingage et de levage destinée à vous guider et à vous aider à utiliser les équipements de levage en réduisant les risques lors de vos opérations de levage et d’élingage.", "images": [], "tables": [], "subsections": [] },
            { "title": "6.2", "number": "6.2", "content": "Lorsque vous utiliserez l’un des équipements figurant dans l’index de cette norme, vous devrez vous référer aux chapitres le concernant. N’oubliez pas: Vous serez souvent responsable de la sécurité de vos collègues et leur vie pourrait un jour dépendre de votre aptitude à travailler sans créer de risques.", "images": [], "tables": [], "subsections": [] }
          ]
        }
      ],
      "content": "",
      "images": [],
      "tables": [],
      "subsections": []
    }
  ]
}
