{
  "titre_livre": "The International Rigging & Lifting Handbook",
  "chapitres": [
    {
      "titre": "BASIC PRINCIPLES OF RIGGING & LIFTING",
      "contenu": "",
      "sections": [
        {
          "titre": "GLOSSARY",
          "contenu": "",
          "sous_sections": [
            {
              "titre": "Competent Person (For Lifting Equipment Inspection)",
              "contenu": "A person having the appropriate practical and theoretical knowledge and experience of the lifting equipment so that they can detect defects or weaknesses, and assess how important they are in relation to the safety and continued use of the equipment. This person should not be the same person who performs the routine maintenance of the equipment and be sufficiently independent and impartial to make objective decisions."
            },
            {
              "titre": "Working Load Limit (WLL)",
              "contenu": "The maximum load which an item of lifting equipment is designed to raise, lower or suspend. The WLL does not account for particular service conditions which may affect the final rating of the equipment (see SWL below). Note: The Working Load Limit as determined by the Manufacturer must never be exceeded."
            },
            {
              "titre": "Safe Working Load (SWL)",
              "contenu": "The maximum load (as certified by a Competent Person) which an item of lifting equipment may raise, lower or suspend under particular service conditions, e.g. the SWL can be lower than the WLL. Note: The Safe Working Load as determined by the Competent Person must never be exceeded."
            },
            {
              "titre": "Factor of Safety I Safety Factor",
              "contenu": "The ratio of the load that would cause failure of an item of lifting equipment to the load that is imposed upon it in service, i.e. SWL (this is to allow for detrimental criteria such as wear and tear, dynamic loadings, etc)."
            },
            {
              "titre": "Colour Code",
              "contenu": "A method of marking equipment (normally with paint) to give a visual indication of its certification status. This colour should be changed at each periodic examination."
            },
            {
              "titre": "Plant / Identification Number",
              "contenu": "A unique number given to an item of lifting equipment for registration purposes and to facilitate traceability."
            },
            {
              "titre": "Headroom",
              "contenu": "The maximum vertical distance between the item to be lifted and the point of suspension of the hoisting machine, e.g. between the lifting eyes and the underside of runway beams."
            },
            {
              "titre": "Height of Lift",
              "contenu": "The amount of possible travel between the top and bottom connection points, e.g. hooks of a hoisting machine."
            },
            {
              "titre": "Drawn-up Dimension",
              "contenu": "The minimum distance between the suspension level and the bottom hook saddle (also known as closed-height)."
            },
            {
              "titre": "Load Sensors",
              "contenu": "A piece of equipment used for detecting the actual loadings at a rigging point, e.g. load cell shackle, test clock or compression load cell, etc."
            },
            {
              "titre": "Lifting Equipment",
              "contenu": "A generic term which includes lifting appliances and lifting accessories."
            },
            {
              "titre": "Thorough Examination",
              "contenu": "A systematic and detailed examination of lifting equipment by a competent person to detect defects that are, or might affect the safe use of the equipment."
            }
          ]
        },
        {
          "titre": "REGULATIONS",
          "contenu": "The principal Statutory Legislation & Regulations which govern lifting activities are: The Health and Safety at Work, etc. Act (197 4). SI 1998 No. 2307 The Lifting Operations and Lifting Equipment Regulations 1998. SI 1992 No. 2793 The Manual Handling Operations Regulations.",
          "sous_sections": [
            {
              "titre": "Health and Safety at Work, etc. Act (1974)",
              "contenu": "This Act came into force in 1975 for onshore areas and was extended in 1977, to offshore areas. It is important that persons involved with lifting and lifting equipment ensure the safe use of lifting appliances and lift gear."
            },
            {
              "titre": "The Effects of the Act",
              "contenu": "It is the duty of every employer to ensure, so far as reasonably practicable, the health, safety and welfare at work of all his employees. This duty includes the provision of all necessary instruction, training and supervision. YOU have a legal responsibility to take reasonable care for your own health and safety for that of other people who may be affected by your conduct at work. You must comply with any safety requirements and co-operate with your employer / supervisor as far as necessary to enable that duty or requirement to be performed or complied with."
            },
            {
              "titre": "The Penalties for Non-Compliance",
              "contenu": "Legally, YOU are liable for the same statutory penalties as your employer if you do not comply with your obligations under the Act. If you are in breach of the Act, you commit a criminal offence and may be prosecuted whether or not an accident occurs. The Act allows for substantial fines and/or imprisonment."
            },
            {
              "titre": "SI 1998 No. 2307 The Lifting Operations and Lifting Equipment Regulations 1998",
              "contenu": "This is backed by an approved code of practice. These regulations came into force in December 1998. The parts of this Statutory Instrument pertinent to this handbook and that affect you 'the user' are Regulations 4, 5, 6, 7, 8 and 9. Relevant information has been extracted from these regulations."
            },
            {
              "titre": "Regulation 4 - Strength and Stability",
              "contenu": "Regulation 4 considers the safety risks of lifting equipment that could fail or collapse under load because of: inadequate physical strength of any part of the equipment; OR instability in the lifting system. Employers are required to ensure that: a) lifting equipment is of adequate strength and stability for each load, having regard in particular to the stress induced at its mounting or fixing point; b) every part of a load and anything attached to it and used in lifting it is of adequate strength."
            },
            {
              "titre": "Regulation 5 - Lifting Equipment for Lifting Persons",
              "contenu": "Under this regulation, equipment for lifting persons must be specifically designed for that purpose and will include all the necessary / additional safety features. Any such equipment will be marked accordingly. Do not attempt to use standard lifting equipment which is NOT marked accordingly for lifting, lowering or suspending personnel."
            },
            {
              "titre": "Regulation 6 - Positioning and Installation",
              "contenu": "Under this regulation, lifting equipment must be positioned and installed in such a way as to minimise the risk of damage to the load or injury to personnel. In certain cases, this includes the fencing off or erection of safety barriers around shafts or hoistways. Never cross or venture beyond these barriers even if it appears safe."
            },
            {
              "titre": "Regulation 7 - Marking of Lifting Equipment",
              "contenu": "All lifting machinery and accessories shall be plainly marked with their safe working load / working load limit (or loads if dependent on lifting configurations). No lifting appliance or piece of lifting gear shall be used by any person for any load exceeding the SWL / WLL marked thereon."
            },
            {
              "titre": "Regulation 8 - Organisation of Lifting Operations",
              "contenu": "Every lifting operation must be properly planned by a Competent Person, appropriately supervised, and carried out in a safe manner. ('lifting operation' means an operation concerned with the lifting or lowering of a load). This would include risk assessment at a level proportionate to the complexity and the perceived level of hazard."
            },
            {
              "titre": "Regulation 9 - Thorough Examination and Inspection",
              "contenu": "Every lifting appliance and every piece of lifting gear must be thoroughly examined and, where necessary, tested by a Competent Person before it is used for the first time, after any substantial repair or modification and thereafter at regular intervals. Outwith this, all equipment and gear must be examined by you prior to and after each use."
            },
            {
              "titre": "The Manual Handling Operations Regulations 1992",
              "contenu": "The Manual Handling Operations Regulations 1992, Statutory Instrument 2793 actually came into force on the 1st of January 1993. Manual handling is the handling of loads by human effort, as opposed to mechanical handling, i.e.: the lifting, putting down, pushing, pulling, carrying or moving of a load by hand or bodily force. A 'load' includes persons, animals, material supported on a fork or shovel, etc. Further information on Manual Handling can be found in section 26 of this handbook and in the HSE Guidance document."
            }
          ]
        },
        {
          "titre": "DEFINITION AND PRINCIPLES OF LIFTING EQUIPMENT",
          "contenu": "",
          "sous_sections": [
            {
              "titre": "Definition",
              "contenu": "Lifting Equipment Work equipment for lifting or lowering loads and includes its attachments used for anchoring, fixing or supporting it and comprises of Lifting appliances and lifting accessories. Lifting Appliances Mechanical device capable of raising or lowering a load, e.g.: Cranes, Forklift Trucks, Lifts, Suspended Cradles, Powered Hoists, Manual Hoists, Lever Hoists, Rope Hoists, Beam Trolleys, Beam Clamps, Sheave Blocks, Winches, Runway Beams. Lifting Accessories Any device which is used or designed to be used directly or indirectly to connect a load to a lifting appliance (see above) and which does not form part of the load, e.g. Wire Rope Slings, Chain Slings, Man-made Fibre Slings, Hooks and Fittings, Swivels, Shackles, Eye Bolts, Rigging Screws, Wedge Sockets, Plate Clamps."
            },
            {
              "titre": "Principles of Lifting Equipment",
              "contenu": "All lifting equipment should be of adequate strength, sound material, of good construction and suitable for the duty which it has to perform. It should be tested in accordance with statutory requirements (i.e. a proof load applied) and a test certificate should be raised prior to its first use. The certificate is an important legal document. Warning! The use of improvised (home made) lifting equipment is strictly prohibited."
            },
            {
              "titre": "Factor of Safety I Safety Factor",
              "contenu": "Good practice requires that any lifting equipment shall have an adequate factor of safety incorporated in its design. Where appropriate in each of the separate equipment types, a minimum factor of safety for the specific item is recommended and this should not be decreased. The purposes of a factor of safety are numerous including allowance for wear, impact, dynamic loading and accidental overloading. However, it cannot be too highly stressed that such allowances are a contingency only and must never be purposely eroded. Care should always be taken to avoid circumstances which can cause overload (e.g. impact, shock) and care should also be taken in circumstances where inadvertent overload can occur. In extreme cases where several adverse circumstances occur at the same time, the result may be failure even though the nominal load lifted does not exceed the safe working load of the equipment. If such circumstances are likely to occur, advice will be sought from your supervisor."
            },
            {
              "titre": "Many items are covered by British, European and International Standards",
              "contenu": "Where applicable these are listed against individual types of equipment (refer to Appendix 1)."
            },
            {
              "titre": "Some lifting equipment (e.g. lifting beams) can be used in a variety of ways",
              "contenu": "It is therefore important that information on the specific intended use should be indicated by the manufacturer / supplier in such cases and the advice sought before any change of use is attempted."
            },
            {
              "titre": "It will be apparent when reading specific sections of this handbook that reference is made to the angle at which the equipment is used",
              "contenu": "e.g. the angle between the legs of a multi-leg sling. It is most important that allowance is made for the change in forces applied and resultant variation in safe working load which can result from using the equipment at an angle."
            },
            {
              "titre": "A final point to be considered when selecting equipment for a particular operation is compatibility between the various items required",
              "contenu": "A number of different grades of material are used for lifting equipment and in particular it will be found that hooks, links, rings and shackles vary considerably in size for a given capacity according to the grade of material used. Care must therefore be taken to ensure that each item of equipment seats correctly and aligns correctly with its neighbour. Where necessary an intermediate link or shackle should be used to ensure this."
            }
          ]
        },
        {
          "titre": "EXAMINATION OF LIFTING EQUIPMENT",
          "contenu": "This section highlights the examinations which must be carried out to meet legal requirements and ensure safe working conditions. Companies and users of lifting equipment are required by law to have it thoroughly examined periodically by a Competent Person (Examination periods are referenced further within this section - 'Periodicity of Examinations'). The legal responsibility for ensuring this happens lies with senior management who would normally delegate to supervisory staff.",
          "sous_sections": [
            {
              "titre": "Pre-use Examination",
              "contenu": "Notwithstanding the above, all items of lifting gear must be examined by the user prior to each use to ensure, so far as is practicable, that they are in a good state of repair and SAFE to carry out the task in hand."
            },
            {
              "titre": "The three common particulars to check for are",
              "contenu": "i) The required SWL. ii) Plant number / Identification number. iii) If applicable, Correct Colour Code (The current colour code should be prominently displayed at the worksite and can be confirmed by referring to a supervisor)."
            },
            {
              "titre": "Further details of what to check for during an examination are contained in the 'Safe Use of Lifting Equipment' section of this handbook as the details vary according to the type of gear",
              "contenu": "Remember: if there is no SWL / WLL, ID and/or colour code, do not use!"
            },
            {
              "titre": "Examination (And Testing) Requirements",
              "contenu": ""
            },
            {
              "titre": "Initial examination (and testing)",
              "contenu": "All lifting equipment must be thoroughly examined (and tested where appropriate) prior to being used for the first time (unless it has not been used before or has an EC declaration of conformity less than 12 months old), after installation or re-installation or after any repair or modification which may affect the safety of the equipment."
            },
            {
              "titre": "Periodicity of examinations",
              "contenu": "Lifting equipment exposed to conditions which may cause deterioration and result in hazardous situations must be thoroughly examined by a Competent Person: a) In accordance with an inspection scheme, or b) On a regular basis dependent on equipment type and/or usage, i.e. Accessories and 'Personnel' hoisting equipment. intervals not exceeding 6 months ii) Lifting appliances and other lifting equipment. intervals not exceeding 12 months* * Where the equipment is used offshore, due to the harsh environment, we recommend the maximum period between examinations should be 6 months."
            },
            {
              "titre": "Hand splices on certified wire rope are not required to be proof load tested",
              "contenu": "Warning! Do not stow lifting tackle in lockers or tool boxes as the gear could be missed during a statutory inspection and hence become uncertified."
            }
          ]
        },
        {
          "titre": "SELECTION OF LIFTING EQUIPMENT",
          "contenu": "The most important fact to establish prior to preparing for a lift is the weight of the item to be handled. In the majority of cases this will be known but where it is not, use a load measuring device to confirm the weight. As alternatives, you could consult with the manufacturer or take measurements and calculate the weight using the Material and Density Table (Appendix 2). If any doubt exists, contact your supervisor.",
          "sous_sections": [
            {
              "titre": "The most important fact to establish prior to preparing for a lift is the weight of the item to be handled",
              "contenu": "In the majority of cases this will be known but where it is not, use a load measuring device to confirm the weight. As alternatives, you could consult with the manufacturer or take measurements and calculate the weight using the Material and Density Table (Appendix 2). If any doubt exists, contact your supervisor."
            },
            {
              "titre": "Check the compatibility of the various components as sizes vary according to materials used in manufacture",
              "contenu": "Once the weight has been established, another consideration is the available 'head-room'. This has a bearing on sling angles and increasing tension in the sling legs. Note: The weight of the selected rigging must be added to the weight of the load to be lifted and the total weight considered when selecting the hoisting machine."
            },
            {
              "titre": "Check suitability of hoisting equipment for specific tasks and environment",
              "contenu": "e.g. you may wish to use it under water and not all types of equipment are suitable for sub-sea use."
            },
            {
              "titre": "Once the equipment is selected, it must be subjected to a 'pre-use' examination",
              "contenu": "as described throughout the individual sections of this handbook. Should any item fail this visual examination, it must be withdrawn from service immediately and reported to the supervisor."
            }
          ]
        },
        {
          "titre": "SAFE APPROACH TO LIFTING",
          "contenu": "The following section gives recommendations as to the correct procedures to adopt when effecting a lift.",
          "sous_sections": [
            {
              "titre": "Personnel Competence",
              "contenu": "Any person using lifting equipment must be trained in the safe use of that equipment. The person must also have a working knowledge of its capabilities and the defects likely to arise in service. This knowledge will be of value when carrying out the pre-use examinations."
            },
            {
              "titre": "Never Exceed the Safe Working Load I Working Load Limit",
              "contenu": "In all lifting operations care should be taken to ensure that the load imposed on any item of equipment or on part of any item does not exceed its SWL I WLL. When there is any uncertainty about the weight of the load or the load applied to a particular part of the equipment it is recommended that load sensing devices be used. In addition, care should be taken to ensure that the load remains in a stable condition through the duration of the lift."
            },
            {
              "titre": "Correct Use",
              "contenu": "The equipment should be used only for the specific purpose for which it is designed and should not be adapted for any other purposes without the approval of a Competent Person and/or the original equipment manufacturer/supplier."
            },
            {
              "titre": "Check The Lift",
              "contenu": "The load should be lifted a nominal distance only in the first instance. This 'trial lift' allows the operator to check his estimations of balance, stability, and general security of the load while it is in a safe position. If discrepancies are found the load should be lowered and the slinging revised. The sequence of trial lift and adjustment should be repeated until the operator is satisfied that the load is balanced, stable and secure."
            },
            {
              "titre": "Think Ahead",
              "contenu": "Plan the route the load will be travelling and where practicable, ensure obstructions are cleared prior to the task taking place."
            },
            {
              "titre": "Safety Margins",
              "contenu": "When undertaking a multi-point lifting operation where two or more lifting appliances are used, steps must be taken to ensure that no item of equipment or lifting point is at any time subjected to a load in excess of its capacity (SWL I WLL)."
            },
            {
              "titre": "Misuse of Equipment",
              "contenu": "The use of lifting equipment beyond its SWL I WLL is strictly forbidden. Particular attention must be given to the avoidance of overloading, incorrect slinging and trapping of slings between the load and the floor. Never attempt to repair any item of lifting gear or equipment as all repairs must be carried out by properly trained personnel who are in possession of approved repair procedures and have the relevant manufacturer's reference literature."
            },
            {
              "titre": "When using pneumatic equipment ALWAYS check the pressure rating",
              "contenu": "as too high a supply pressure can cause the machine to overload. It is recommended that you install an air service unit with a pressure regulator as close to the unit as possible."
            },
            {
              "titre": "Planning and Risk Assessment in Lifting Operations",
              "contenu": "It is a fundamental requirement of legislation that all work undergoes risk assessment to identify the nature and level of risks. You should then manage these risks to reduce them as far as reasonably practicable - proportionate to the risk identified."
            },
            {
              "titre": "Planning",
              "contenu": "In addition, a 'Lifting Operation Plan' which contains a list of possible considerations is provided. Not all will be relevant to each task, but the list will prompt you to address something you may have previously overlooked. Note: For both complicated and complex lifting operations, if a documented lifting plan already exists it may be re-used but only after review to ensure that provisions are made for any change in circumstances."
            }
          ]
        }
      ]
    },
    {
      "titre": "THE SAFE USE OF CRANES",
      "contenu": "",
      "sections": [
        {
          "titre": "Only Authorized Crane Operators are Permitted to Operate Cranes",
          "contenu": "Training and competency requirements as defined within BS ISO 15513, BS 7121-1 Annex Band OMHEC training standard 03-2003. Note: Other regional legislative requirements may apply.",
          "sous_sections": [
            {
              "titre": "Crane Operations are a major part of industrial processes",
              "contenu": "Whether it is construction, building, manufacturing, mining, or shipping cargo, there are always heavy loads to be moved."
            },
            {
              "titre": "Crane Types, Basic Functions and Safety Features",
              "contenu": "The most common cranes on land are Mobile Cranes with a telescopic boom."
            },
            {
              "titre": "Crawler Cranes",
              "contenu": "Crawler Cranes are also mobile and are usually found in construction yards and project sites. They can travel with a load as long as the ground is reasonably level."
            },
            {
              "titre": "For longer term projects where relatively light loads are lifted, there are Tower Cranes",
              "contenu": "They are transportable and are either self-erecting or modular assembly."
            },
            {
              "titre": "High Portal Cranes are less familiar",
              "contenu": "Their main feature is an elevated control cab which allows the operator to see into the holds of ships."
            },
            {
              "titre": "Finally there are Pedestal Cranes, again permanently installed",
              "contenu": "They are usually found on ships and offshore installations."
            },
            {
              "titre": "To work safely with cranes, it is important that you understand how they function",
              "contenu": "The main six motions of the crane are: 1) Boom, Luff or Jib Up 2) Boom, Luff or Jib Down 3) Hoist Raise 4) Hoist Lower 5) Slew Left 6) Slew Right Where relevant (e.g., Crawler Cranes) there are an additional two motions which are Travel Forwards and Travel Backwards."
            },
            {
              "titre": "In the interest of safety and to assist the Crane Operator, the crane normally has various limiting devices for the six motions to prevent damaging the crane",
              "contenu": "If fitted, they would be as follows:"
            },
            {
              "titre": "In addition to limit switches, another safety feature the Crane Operator has",
              "contenu": "is an automatic Safe Load Indication (SLI) or Rated Capacity Indicator (RGI) system backed up by visual and audible alarms."
            }
          ]
        },
        {
          "titre": "Duties of a Crane Operator",
          "contenu": "",
          "sous_sections": [
            {
              "titre": "To qualify as a Crane Operator, the person should",
              "contenu": "1) Be 21 years of age or over. 2) Be medically fit, with particular regard to eyesight, hearing and reflexes and capable of operating the crane without aid."
            },
            {
              "titre": "The Crane Operator must also be fully conversant with rigging and slinging of loads and their lifting arrangements",
              "contenu": "He is responsible for the condition of the crane and for operating it within its safe limits."
            },
            {
              "titre": "Prior to using the crane, he must perform pre start-up checks in accordance with the daily check sheets",
              "contenu": "Under certain circumstances, he may be assisted by the Crane Mechanic."
            },
            {
              "titre": "At the beginning of each shift or working day, the Crane Operator, or other Competent Person, e.g., Crane Mechanic, should carry out routine checks",
              "contenu": "including the following: 1) Automatic safe load indicator is configured with the correct cam / card appropriate to the boom length, or boom and fly-boom lengths and the number of falls of hoist rope. 2) Where applicable, check the security of the counterweight or ballasting."
            }
          ]
        },
        {
          "titre": "The Use of Two Way Radios",
          "contenu": "a) Always ensure that the transmission button is fully depressed before speaking into the microphone.",
          "sous_sections": [
            {
              "titre": "Radio Procedures for Crane Operations",
              "contenu": "General Radio messages should be used to convey work requirements only and should not be used for general conversation."
            }
          ]
        },
        {
          "titre": "Suitability of Cranes for Hoisting of Personnel",
          "contenu": "There may be occasions where cranes are used for personnel hoisting, e.g., personnel hoisted in specially designed and fabricated work baskets (Typical Fabricated Work Basket.",
          "sous_sections": []
        }
      ]
    },
    {
      "titre": "THE SAFE USE OF CHAIN HOISTS",
      "contenu": "(Chainblocks and Pullifts)",
      "sections": [
        {
          "titre": "The Use of Hoists Underwater",
          "contenu": "Occasions arise where hoists are required to be operated by divers sub-sea. Care has to be taken when selecting hoists for this purpose as not all hoists are suitable due to the material of their brake discs. Manufacturers should be consulted to confirm the suitability of their equipment.",
          "sous_sections": [
            {
              "titre": "Selection",
              "contenu": "When selecting a hoist, the first consideration is the SWL / WLL to suit the load being lifted. Should the load be of unknown weight, a calculation should be carried out to determine the weight, a percentage added for error, and a selection then made."
            },
            {
              "titre": "Pre-use Examination",
              "contenu": "Before using a chain hoist, it is the responsibility of the individual to ensure the hoist is in working order and safe to operate. The following checks should be made: Check that: The SWL / WLL is adequate for the load."
            },
            {
              "titre": "Installation of Hoists",
              "contenu": "It is essential that the structure from which a hoist is suspended is adequate for the load it is intended to carry. This load should include the weight of the hoist itself together with any above hook attachments, e.g., slings, shackles, trolley, etc."
            }
          ]
        },
        {
          "titre": "The Use of Hoists Underwater",
          "contenu": "Occasions arise where hoists are required to be operated by divers sub-sea. Care has to be taken when selecting hoists for this purpose as not all hoists are suitable due to the material of their brake discs. Manufacturers should be consulted to confirm the suitability of their equipment. Hoists used underwater should, on completion of the job, be returned to an approved workshop and be completely stripped, purged of salt water, re-lubricated, re-assembled, and tested prior to further use in accordance with manufacturer's instructions. Pneumatic Hoists Should the hoist be air powered, ensure an air service unit (filter, lubricator and regulator) is fitted to set the air supply at the correct pressure and prevent contamination of the air motor.",
          "sous_sections": []
        }
      ]
    },
    {
      "titre": "THE SAFE USE OF WIRE ROPE HOISTS",
      "contenu": "(Tirfors)",
      "sections": [
        {
          "titre": "Pre-use Examination",
          "contenu": "Before using the rope hoist, you must satisfy yourself that it is in working order and safe to operate. The following checks should be carried out: The SWL / WLL is adequate for the load.",
          "sous_sections": [
            {
              "titre": "Selection",
              "contenu": "Wire rope hoists are available in mainly three capacities with a minimum safety factor of 4 to 1."
            }
          ]
        }
      ]
    },
    {
      "titre": "SAFE USE OF BEAM CLAMPS",
      "contenu": "",
      "sections": [
        {
          "titre": "Selection",
          "contenu": "Beam clamps are available in two basic designs, the clip-on type and the more popular adjustable type.",
          "sous_sections": []
        }
      ]
    }
  ]
}