{
  "raw_output": "Voici la reconstruction du texte OCR brut en un format JSON hiérarchique :\n\n```json\n{\n  \"chapters\": [\n    {\n      \"title\": \"LIVRE DIGITAL LEVAGE\",\n      \"sections\": [\n        {\n          \"title\": \"Introduction\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Bienvenue dans ce e-book consacré aux opérations de levage chez TotalEnergies. Le levage joue un rôle crucial dans nos activités quotidiennes, qu'il s'agisse de soulever, descendre ou suspendre des charges de différentes tailles et masses. Bien que courantes, ces opérations présentent des risques importants pour le personnel, l'environnement et les installations.\\n\\nIl est essentiel de disposer de la formation et des compétences nécessaires pour effectuer ces opérations en toute sécurité. Cette norme d'élingage et de levage doit être respectée.\\n\\nCe guide vise à fournir un aperçu des meilleures pratiques, des procédures et des normes en vigueur pour les opérations de levage au sein de notre entreprise.\\n\\nN'oubliez pas: S'il n'y a aucun CMU, aucun n° d'identification et/ou aucun CODE COULEUR, ne l'utilisez pas!\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Édito\",\n          \"subsections\": [\n            {\n              \"title\": \"Michel Charton Directeur HSE\",\n              \"content\": \"La Sécurité est une valeur de la Compagnie. Elle est la pierre angulaire de notre excellence opérationnelle dans chacun de nos métiers.\\n\\nTous, collaborateurs de TotalEnergies et des entreprises partenaires, engageons-nous, personnellement et collectivement, pour assurer la sécurité au quotidien dans nos opérations et sur nos sites avec un objectif commun : «Zéro accident mortel».\\n\\nNos Règles d'or, établies à partir de retours d'expérience, sont essentielles pour atteindre notre ambition en matière de sécurité. C'est en nous les appropriant, en les mettant en œuvre et en faisant preuve d'une vigilance de tous les instants, pour nous-mêmes et pour nos collègues, qu'elles rempliront leur rôle et deviendront un réflexe.\\n\\nTous les accidents sont évitables, j'en ai la conviction!\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"La Sécurité pour moi, pour toi, pour tous\",\n          \"subsections\": [\n            {\n              \"title\": \"Pour travailler en sécurité et protéger la vie de tous\",\n              \"content\": \"Approprions-nous et mettons en œuvre systématiquement nos Règles d'or.\\nIntervenons en cas d'écarts constatés avec nos règles de sécurité.\\nSignalons les écarts pour en tirer des enseignements.\\nPartageons les bonnes pratiques de mise en œuvre.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Nos 12 Règles d'or\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"1 | Situations à risques\\n2 | Circulation\\n3 | Gestes, postures, outillages\\n4 | Equipements de protection individuelle\\n5 | Permis de travail\\n6 | Opérations de levage\\n7 | Systèmes alimentés en énergie\\n8 | Espaces confinés\\n9 | Travaux de fouille\\n10 | Travaux en hauteur\\n11 | Travail à chaud\\n12 | Ligne de danger\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Situation\",\n          \"subsections\": [\n            {\n              \"title\": \"Situations à risques\",\n              \"content\": \"J'évite les situations à risques.\\n\\nMon engagement Sécurité :\\nJe ne fume ou ne vapote pas en dehors des zones autorisées.\\nJe ne travaille et ne conduis pas sous l'emprise de l'alcool ou de drogues.\\nJe sécurise la situation dégradée et la signale à mon superviseur.\\nJe connais les risques avant d'effectuer une opération peu fréquente ou complexe.\\nJe respecte les modes opératoires d'arrêt et de démarrage des équipements et installations.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Circulation\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Je respecte les règles de sécurité quand je circule.\\n\\nMon engagement Sécurité :\\nJe contrôle l'état de mon véhicule avant utilisation.\\nJ'attache toujours ma ceinture de sécurité.\\nJe respecte la limitation de vitesse et j'adapte ma conduite aux conditions de la route.\\nJe n'utilise aucun système de communication en conduisant, tel que téléphone, talkie-walkie et radio, même avec un kit mains libres.\\nJe respecte les temps de conduite autorisés et le plan de gestion du déplacement.\\nJ'emprunte les voies dédiées aux piétons et les pistes cyclables.\\nJe tiens la rampe dans les escaliers.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Gestes, postures, outillages\",\n          \"subsections\": [\n            {\n              \"title\": \"Je manipule les outils en sécurité.\",\n              \"content\": \"Mon engagement Sécurité :\\nJe vérifie que mon outil est :\\n- celui mentionné dans le permis de travail ou le mode opératoire ;\\n- adapté à la tâche et à la zone d'utilisation ;\\n- en bon état.\\n\\nJ'utilise les outils, y compris les accessoires d'épreuves ou de tests, conformément aux limites fixées par le fabricant.\\nJe positionne mon corps pour minimiser les efforts excessifs.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Équipements de protection individuelle (EPI)\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Je porte les EPI requis.\\n\\nMon engagement Sécurité :\\nJe vérifie le bon état de mes EPI avant utilisation.\\nJe porte mon casque avec la jugulaire attachée.\\nJe porte les EPI adaptés à la tâche et la zone dans laquelle je travaille.\\nJe porte un gilet de sauvetage lorsque cela est requis.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Permis de travail\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Je travaille avec un permis valide.\\n\\nMon engagement Sécurité :\\nJ'ai vérifié les permis et certificats requis.\\nJe suis habilité(e) et autorisé(e) à réaliser le travail.\\nJe comprends le permis de travail.\\nJe m'assure de l'identification du point d'intervention.\\nJ'ai vérifié que les conditions de sécurité sont réunies pour commencer le travail.\\nJe m'arrête, réévalue les risques si les circonstances changent et j'en réfère à mon superviseur.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Opérations de levage\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Je respecte le dossier de levage.\\n\\nMon engagement Sécurité :\\nJ'installe les barrières et périmètres de sécurité.\\nJe vérifie que les équipements de levage ont été inspectés, sont en bon état et sont appropriés.\\nJ'utilise uniquement des équipements pour lesquels je suis habilité(e).\\nJe vérifie que la charge est bien élinguée et colisée et je contrôle la charge en mouvement.\\nJe m'assure de la présence d'un chef de manœuvre habilité pour l'opération de levage.\\nJe ne me place jamais sous une charge suspendue.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Systèmes alimentés en énergie\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Je vérifie l'isolation et l'absence d'énergie et de fluides avant toute intervention.\\n\\nMon engagement Sécurité :\\nJe dispose d'un permis de travail et d'un certificat de consignation des systèmes alimentés en énergie.\\nJ'ai identifié toutes les sources d'énergie et de fluides.\\nJe respecte le schéma d'isolement.\\nJe confirme que les sources d'énergie et de fluides ont été isolées, verrouillées et signalisées.\\nJe m'assure de l'absence d'alimentation en énergie et fluides.\\nJe m'assure de l'absence d'énergie et fluides résiduels ou accumulés.\\nJe m'assure de la fin des travaux et je vérifie la dépose des isolements avant redémarrage.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Espaces confinés\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"J'obtiens l'autorisation avant d'entrer dans un espace confiné.\\n\\nMon engagement Sécurité :\\nJe dispose d'un permis de travail et d'un certificat de pénétration en espace confiné.\\nJe m'assure que toutes les sources d'énergie et de fluides sont isolées.\\nJe vérifie et j'utilise un appareil de protection respiratoire lorsqu'il est requis.\\nJe confirme qu'un plan de secours est en place.\\nJe confirme que l'atmosphère a été testée avant intervention et qu'elle est contrôlée.\\nJe confirme qu'il y a une supervision pour les entrées/sorties et pour donner l'alerte.\\nJe reçois l'autorisation d'entrer.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Travaux de fouille\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Je sécurise les zones de fouille.\\n\\nMon engagement Sécurité :\\nJe dispose d'un permis de travail et d'un certificat de fouille.\\nJe confirme que la zone de fouille est bien balisée.\\nJe suis vigilant(e) quant au repérage des réseaux et ouvrages enterrés.\\nJe positionne les engins et la matière extraite à plus d'un mètre de la fouille.\\nJe ne descends dans une fouille > 1,3 m que si l'accès est sécurisé.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Travaux en hauteur\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Je me protège du risque de chute lors d'un travail en hauteur ≥ 1,5 m.\\n\\nMon engagement Sécurité :\\nJ'inspecte mon harnais, la longe et la ligne de vie avant usage.\\nJe sécurise les outils et matériaux pour prévenir les chutes d'objets.\\nJe porte un harnais et je m'attache aux points d'ancrage validés conformément au permis de travail.\\nJ'utilise un échafaudage adapté au besoin et approuvé.\\nJe respecte la distance minimale de sécurité lors d'un travail à proximité des lignes électriques.\\nJe m'assure de la solidité des toits (bacs, bâtiments, auvents, etc.) avant tout travail et de l'installation de protections adaptées sur les zones fragiles.\\nJe déplace une plateforme élévatrice mobile de personnel (PEMP) uniquement en position basse.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Travail à chaud\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"J'évite les travaux à chaud dans la mesure du possible.\\n\\nMon engagement Sécurité :\\nJe dispose d'un permis de travail à chaud.\\nJ'identifie les substances inflammables et les sources d'ignition.\\nAvant d'entreprendre tout travail à chaud:\\n- je m'assure de l'absence de substances inflammables ou de leur isolation ;\\n- je reçois l'autorisation écrite.\\nEn zone dangereuse, je confirme que :\\n- l'absence de gaz a été testée ;\\n- l'absence de gaz sera contrôlée en permanence.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Ligne de danger\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Je reste hors de la ligne de danger et je veille à ce que les autres fassent de même.\\n\\nMon engagement Sécurité :\\nJe me positionne de façon à éviter :\\n- les objets en mouvement ;\\n- les engins et véhicules ;\\n- les décharges de pression ;\\n- les chutes d'objets.\\nJ'installe les barrières et périmètres de sécurité.\\nJe prends les mesures nécessaires pour sécuriser les objets non fixés.\\nJe respecte les barrières et périmètres de sécurité.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Utiliser la Stop Card, c'est agir pour la Sécurité\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"Nous avons le devoir d'intervenir dès qu'une situation nous paraît dangereuse, et notamment lorsque les Règles d'or ne sont pas mises en œuvre.\\n\\nMême en cas de doute, sans craindre de s'exposer à une sanction, utilisons notre Stop Card !\\n\\nEn posant des questions sur la sécurité d'une activité et en demandant l'arrêt d'un travail en cours, nous pouvons éviter des accidents et sauver des vies.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Sommaire\",\n          \"subsections\": [\n            {\n              \"title\": \"\",\n              \"content\": \"1.0 Glossaire\\n2.0 Définitions et principes des équipements de levage\\n3.0 Inspection d'appareils de levage\\n4.0 Sélection d'un équipement de levage\\n5.0 Améliorer la sécurité des opérations de levage\\n6.0 Norme et formulaire de contrôle et de récupération\\n\\nUtilisation sécuritaire du matériel\\n7.0 Grues\\n8.0 Palans à chaînes\\n9.0 Palans à câble (Tirfors)\\n10.0 Poulies à chape ouverte / Moufles\\n11.0 Treuils\\n12.0 Élingues à câbles métalliques\\n\\nConseil de sécurité\\n18.0 Recommandations concernant l'élingage\\n19.0 Chargement/ Déchargement de conteneurs\\n20.0 Transfert de personnel\\n21.0 Levage au dessus d'équipements sous tension\\n22.0 Levage sans contact avec les mains\\n\\nTableaux de charges utiles\\nTableaux 1 Charges de rupture des câbles métalliques\\nTableaux 2 Élingues en câbles métalliques\\nTableaux 3 Élingues en fibres synthétiques\\nTableaux 4 Élingues en chaîne alliage\\nTableaux 5 Manilles en alliage\\nTableaux 6 Boulon à œil\\nTableaux 7 Anneaux de levage\\nTableaux 8 Tendeurs\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Glossaire\",\n          \"subsections\": [\n            {\n              \"title\": \"1.1 Personne compétente\",\n              \"content\": \"Personne dont les connaissances, l'expérience et les compétences, ainsi que la formation et l'autorisation de travail à un poste de levage défini ont été avérées.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"1.2 Charge utile (en anglais Working Load Limit WLL)\",\n              \"content\": \"La charge maximale qu'un appareil de levage est conçu pour lever, abaisser ou suspendre. Cette charge maximale ne tient pas compte des conditions de service particulières qui peuvent modifier la capacité finale de l'équipement (voir CMU ci-dessous).\",\n              \"images\": []\n            },\n            {\n              \"title\": \"1.3 Charge maximale utile (CMU) (en anglais Safe Working Load SWL)\",\n              \"content\": \"La charge maximale (telle que certifiée par une personne compétente) qu'un appareil de levage est capable de lever, d'abaisser ou de tenir suspendue dans des conditions de service particulières. La CMU peut donc être inférieure à la charge utile.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"1.4 Facteur de sécurité\",\n              \"content\": \"Rapport entre la charge qui provoquerait la défaillance d'un élément d'un appareil de levage et la charge qui lui est imposée en service (c.-à-d la CMU qui permet de tenir compte de critères négatifs tels qu'usure, charges dynamiques, etc.).\",\n              \"images\": []\n            },\n            {\n              \"title\": \"1.5 Code couleur\",\n              \"content\": \"Méthode de marquage de l'équipement (normalement avec de la peinture) pour indiquer visuellement son statut en matière de certification.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"Définition et principes des équipements de levage\",\n          \"subsections\": [\n            {\n              \"title\": \"2.1 Equipements de levage\",\n              \"content\": \"Ces équipements comprennent les appareils et l'équipement de levage. Ils sont définis comme suit:\\n\\nAppareils de levage : Tout dispositif mécanique capable de lever ou d'abaisser une charge.\\nEx: Grues, Chariots élévateurs, Nacelles suspendues, Palans, Poutre de levage, Treuils...\\n\\nÉquipement de levage : Tout dispositif quel qu'il soit, utilisé et conçu pour être utilisé directement ou indirectement pour relier une charge à un appareil de levage et ne faisant pas partie de la charge.\\nEx: élingues à câble, chaîne ou fibre synthétique, crochets et accessoires, pivots, manilles, boulon à œil, ridoirs, attaches à coin, lève-tôles.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"2.2 Compétent(e)\",\n              \"content\": \"Disposant des connaissances, des compétences, ainsi que de l'expérience nécessaire à la réalisation de tâches spécifiques.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"2.3 Abrasion\",\n              \"content\": \"Usure de surfaces des brins d'un câble.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"2.4 Homologué\",\n              \"content\": \"Conforme à la norme intérieur de l'entreprise.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"2.5 Chef de manœuvre\",\n              \"content\": \"Individu clairement identifiable ayant la responsabilité partagée d'assurer un levage et une dépose de la charge en toute sécurité. Contrôle également l'opération de levage lors d'un levage en aveugle.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"2.6 Levage en aveugle\",\n              \"content\": \"Lorsque l'utilisateur de l'appareil de levage n'a pas le chef de manœuvre, responsable de la charge, dans son champ visuel de manière continue.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"2.7 Agent de coordination du levage\",\n              \"content\": \"Point de contact responsable du levage pour une installation particulière et personne compétente pour les opérations de levage.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"2.8 Résistance à la rupture (câble)\",\n              \"content\": \"La charge mesurée requise pour briser un câble en tension.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"INSPECTION D'APPAREILS DE LEVAGE\",\n          \"subsections\": [\n            {\n              \"title\": \"3.1 Vérifications avant l'utilisation\",\n              \"content\": \"Avant chaque utilisation, il est impératif d'examiner tous les composants de l'appareil de levage pour s'assurer qu'ils sont en bon état et sécurisés pour l'opération prévue.\\n\\nAttention! Ne rangez pas le matériel de levage dans des vestiaires ou coffres à outils, car il pourrait être oublié lors d'une inspection et ainsi ne plus être certifié.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"3.2 Trois éléments spécifiques à vérifier\",\n              \"content\": \"I) La CMU requise.\\nII) Le n° de l'installation/d'identification.\\nIII) Le bon code couleur (le code courant doit être affiché à un endroit bien en vue - pour le confirmer, vous adresser à votre superviseur).\\n\\nRemarque : Le code couleur n'indique pas l'aptitude à l'usage, mais simplement l'état de certification.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"3.3 Pour plus de détails\",\n              \"content\": \"Pour plus de détails sur les points à vérifier lors de ces inspections, consultez le chapitre 6 \\\"Améliorer la sécurité des opérations de levage\\\" de cette norme, les détails variant selon le type d'équipement.\\n\\nN'oubliez pas: S'il n'y a aucune CMU, aucun n° d'identification et/ou aucun CODE COULEUR, ne l'utilisez pas!\",\n              \"images\": []\n            },\n            {\n              \"title\": \"3.4 Appareils de levage\",\n              \"content\": \"Grues, chariots élévateurs, à fourche et autres, nacelles suspendues, palans motorisés, à main, à levier et à corde, chariots porte-palans et attaches de poutres, moufles, treuils, poutres de levage.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"3.5 Equipement de levage\",\n              \"content\": \"Elingues à câble, chaîne ou fibre synthétique, crochets et accessoires, pivots, manilles, boulons à oeil, tendeurs/ridois, attaches à coin, lèvetôles.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"SELECTION D'UN EQUIPEMENT DE LEVAGE\",\n          \"subsections\": [\n            {\n              \"title\": \"4.1 Avant de préparer le levage\",\n              \"content\": \"Il est crucial de déterminer le poids de la charge à soulever. Dans la plupart des cas, ce chiffre est déjà connu. Cependant, si ce n'est pas le cas, utilisez un dispositif de mesure du poids.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"4.2 Après avoir déterminé le poids de la charge\",\n              \"content\": \"Il est essentiel de vérifier la hauteur libre disponible, car elle influence les angles des élingues et la tension réelle sur les brins.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"4.3 Vérifiez la compatibilité\",\n              \"content\": \"Vérifiez la compatibilité des différents composants, car les tailles varient selon le matériau utilisé pour la fabrication.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"4.4 Vérifiez bien que l'équipement retenu convient\",\n              \"content\": \"Vérifiez bien que l'équipement retenu convient à la tâche spécifique et à son environnement, par exemple en cas d'utilisation sous l'eau (tous les types d'équipements ne conviennent pas pour une telle utilisation !).\",\n              \"images\": []\n            },\n            {\n              \"title\": \"4.5 Une fois l'équipement sélectionné\",\n              \"content\": \"Une fois l'équipement sélectionné, il doit subir un examen \\\"préutilisation\\\" comme décrit dans les différents chapitres de cette norme. Si un élément échoue à l'examen visuel, il doit être immédiatement mis hors service et signalé à un superviseur ou à l'agent de coordination du levage.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"AMÉLIORER LA SÉCURITÉ DES OPÉRATIONS DE LEVAGE\",\n          \"subsections\": [\n            {\n              \"title\": \"5.1 Compétences du personnel\",\n              \"content\": \"Toute personne utilisant un appareil ou équipement de levage doit être formée à son utilisation et posséder une expérience pratique de ses capacités et des défaillances potentielles. Ces connaissances sont également utiles lors de l'inspection avant utilisation.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.2 Lors de toute opération de levage\",\n              \"content\": \"Il est impératif de s'assurer que la charge imposée à tout appareil de levage ou partie de celui-ci ne dépasse pas la CMU/CU. En cas de doute sur cette charge ou celle appliquée à un élément particulier de l'engin ou appareil de levage, il est recommandé d'utiliser des capteurs de charge.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.3 Utilisation correcte\",\n              \"content\": \"L'équipement doit être utilisé uniquement pour l'usage spécifique pour lequel il a été conçu et ne doit pas être adapté à un autre type d'opération.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.4 Vérification du levage\",\n              \"content\": \"Avant toute opération de levage, la charge doit d'abord être soulevée à une faible hauteur. Ce levage d'essai permet au grutier ou opérateur de vérifier qu'il a correctement estimé l'équilibre, la stabilité et la sécurité générale de la charge alors que celle-ci est encore dans une position relativement sûre.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.5 Prévoyez\",\n              \"content\": \"Avant de déplacer une charge, préparez son trajet jusqu'au point de dépose en enlevant toute obstruction et en s'assurant que le personnel a quitté la zone.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.6 Marges de sécurité\",\n              \"content\": \"Lors d'opérations de levage multipoints nécessitant deux appareils de levage ou plus, assurez-vous qu'aucun élément de l'équipement ou point de levage ne soit soumis à une charge dépassant sa charge maximale utile.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.7 Dans le cas de charges rigides\",\n              \"content\": \"On devra déterminer combien de points de levage supporteront à tout moment la charge, étant donné qu'en pratique la majorité de celle-ci pourrait ne l'être que par 2 points.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.8 Mauvaise utilisation de l'équipement\",\n              \"content\": \"Il est strictement interdit de dépasser la CMU/CU d'un équipement de levage. Vous veillerez en particulier à éviter une surcharge, un mauvais élingage et un coinçage des élingues entre la charge et le sol.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.9 Lorsque vous utilisez un équipement pneumatique\",\n              \"content\": \"Il est essentiel de vérifier la pression. Une pression trop élevée peut entraîner une surcharge de la machine, tandis qu'une pression trop faible ne permettra pas de lever la CMU/CU.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"5.10 Conditions météorologiques\",\n              \"content\": \"Lors de la préparation de votre opération de levage, il est crucial de tenir compte des conditions météorologiques. Elles peuvent avoir un impact négatif sur la sécurité globale de l'opération pour plusieurs raisons.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"NORME ET CONTROLE\",\n          \"subsections\": [\n            {\n              \"title\": \"6.1 Afin d'aider à créer des conditions de travail plus sûres\",\n              \"content\": \"Cette norme d'élingage et de levage destinée à vous guider et à vous aider à utiliser les équipements de levage en réduisant les risques lors de vos opérations de levage et d'élingage.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"6.2 Lorsque vous utiliserez l'un des équipements\",\n              \"content\": \"figurant dans l'index de cette norme, vous devrez vous référer aux chapitres le concernant.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"UTILISATION SECURITAIRE DES GRUES\",\n          \"subsections\": [\n            {\n              \"title\": \"7.1 Les grutages constituent un élément majeur des processus industriels\",\n              \"content\": \"En fait, dans le secteur offshore, les grues et portiques constituent l'un des équipements vitaux, car ils permettent de transférer les marchandises entre la terre et les navires. Etant donné les conséquences potentiellement catastrophiques d'un accident de grue, ces derniers doivent être correctement entretenus et maintenus en excellent état de marche.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"7.2 Fonctions de base et sécurité de grues\",\n              \"content\": \"Pour travailler sans risques avec des grues, il est important de comprendre comment elles fonctionnent. Les plus courantes comprennent une tourelle et une cabine de commande avec flèche pivotante, un cadre en A et deux treuils, un pour lever/abaisser la flèche et l'autre pour lever et abaisser la charge.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"7.3 Les six mouvements d'une grue\",\n              \"content\": \"1) Relevage de la flèche (pour réduire la portée)\\n2) Descente de la flèche (pour augmenter la portée)\\n3) Levage de la charge\\n4) Descente de la charge\\n5) Pivotement à gauche\\n6) Pivotement à droite.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"7.4 Dispositifs de sécurité\",\n              \"content\": \"En plus des fins de course, il existe un autre dispositif de sécurité dont dispose le grutier, un indicateur automatique de charge admissible avec alarme visuelles et sonores.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"7.5 Responsabilités d'un grutier\",\n              \"content\": \"Pour recevoir la qualification de grutier, vous devez:\\n- Être âgé(e) d'au moins 18 ans.\\n- Être médicalement apte, en particulier au niveau de l'acuité visuelle et auditive et des réflexes.\\n- Avoir une stature permettant d'opérer la grue en sécurité.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"UTILISATION SECURITAIRE DES PALANS A CHAINES\",\n          \"subsections\": [\n            {\n              \"title\": \"8.1 Sélection\",\n              \"content\": \"Pour sélectionner un palan, la première chose à considérer est la CMU / CU, qui doit être choisi selon la charge à soulever.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"8.2 Vérifications avant utilisation\",\n              \"content\": \"Avant d'utiliser un palan à chaîne, il est nécessaire de s'assurer qu'il est en bon état de fonctionnement et qu'il est sûr.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"L'UTILISATION SÉCURITAIRE DES PALANS A CÂBLE (Tirfors)\",\n          \"subsections\": [\n            {\n              \"title\": \"9.1 Les palans à câble\",\n              \"content\": \"disponibles en trois capacités, peuvent être utilisés pour lever des charges (avec un facteur de sécurité de 5/1), ainsi que pour tracter des charges (avec un facteur de sécurité d'environ 3,3/1).\",\n              \"images\": []\n            },\n            {\n              \"title\": \"9.2 Sélection des palans\",\n              \"content\": \"Il est crucial de distinguer entre l'utilisation de levage et l'utilisation de traction.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"UTILISATION SECURITAIRE DES POULIES A CHAPE OUVERTE / MOUFLES\",\n          \"subsections\": [\n            {\n              \"title\": \"10.1 Les moufles\",\n              \"content\": \"sont disponibles sous forme simple ou multiple avec un choix d'accessoires de suspension.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"10.2 Traction angulaire\",\n              \"content\": \"Le facteur de traction angulaire doit être pris en compte lors de l'utilisation de moufles.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"UTILISATION SECURITAIRE DES TREUILS\",\n          \"subsections\": [\n            {\n              \"title\": \"11.1 Les treuils\",\n              \"content\": \"peuvent être manuels ou motorisés, les plus courants sont les modèles pneumatiques.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"11.2 Sélection\",\n              \"content\": \"Lors de la sélection d'un treuil, l'élément le plus important est la traction requise.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"UTILISATION SECURITAIRE DES ELINGUES CABLES\",\n          \"subsections\": [\n            {\n              \"title\": \"12.1 Les élingues en câbles métalliques\",\n              \"content\": \"sont souvent fabriquées avec ces terminaisons formées par épissure mécanique couramment appelées viroles, gaines ou manchons.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"12.2 Sélection\",\n              \"content\": \"Les élingues à câbles sont les plus utilisées car elles sont très polyvalentes et relativement légères par rapport à leur résistance.\",\n              \"images\": []\n            }\n          ]\n        },\n        {\n          \"title\": \"UTILISATION SECURITAIRE DES ELINGUES EN FIBRES SYNTHETIQUES\",\n          \"subsections\": [\n            {\n              \"title\": \"13.1 Les élingues en fibres synthétiques\",\n              \"content\": \"sont disponibles en cinq types de base.\",\n              \"images\": []\n            },\n            {\n              \"title\": \"13.2 Capacité de levage et choix du type d'élingue\",\n              \"content\": \"La largeur de l'élingue influence directement sa capacité de levage.\",\n              \"images\": []\n            }\n          ]\n        }\n      ]\n    }\n  ]\n}\n```\n\nCe JSON représente la structure hiérarchique du texte OCR brut, avec des chapitres, sections et sous-sections, ainsi que le contenu associé. Les images sont également incluses dans les sous-sections où elles apparaissent."
}