[
    {
        "title": "Introduction",
        "content": [
            "Bienvenue dans ce e-book consacré aux opérations de levage chez",
            "TotalEnergies. Le levage joue un rôle crucial dans nos activités",
            "quotidiennes, qu'il s'agisse de soulever, descendre ou suspendre",
            "des charges de différentes tailles et masses. Bien que courantes, ces",
            "opérations présentent des risques importants pour le personnel,",
            "l'environnement et les installations.",
            "Il est essentiel de disposer de la formation et des compétences",
            "nécessaires pour effectuer ces opérations en toute sécurité. Cette",
            "norme d'élingage et de levage doit être respectée.",
            "Ce guide vise à fournir un aperçu des meilleures pratiques, des",
            "procédures et des normes en vigueur pour les opérations de levage",
            "au sein de notre entreprise.",
            "N’oubliez pas: S’il n’y a aucun CMU, aucun n° d’identification",
            "et/ou aucun CODE COULEUR, ne l’utilisez pas !",
            "Sommaire"
        ],
        "sections": []
    },
    {
        "title": "Introduction et champs d’applications",
        "content": [],
        "sections": [
            {
                "title": "1.0 Glossaire",
                "content": [
                    "Glossaire"
                ],
                "subsections": [
                    {
                        "title": "1.1Personne compétente",
                        "content": [
                            "Personne dont les connaissances, l'expérience et les compétences, ainsi",
                            "que la formation et l'autorisation de travail à un poste de levage défini",
                            "ont été avérées."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.2Charge utile (en anglais Working Load Limit WLL)",
                        "content": [
                            "La charge maximale qu'un appareil de levage est conçu pour lever,",
                            "abaisser ou suspendre. Cette charge maximale ne tient pas compte des",
                            "conditions de service particulières qui peuvent modifier la capacité",
                            "finale de l'équipement (voir CMU ci-dessous).",
                            "Remarque: la charge utile déterminée par la personne compétente ne",
                            "doit jamais être dépassée volontairement."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.3 Charge maximale utile (CMU) (en anglais Safe Working Load SWL)",
                        "content": [
                            "La charge maximale (telle que certifiée par une personne compétente)",
                            "qu'un appareil de levage est capable de lever, d'abaisser ou de tenir",
                            "suspendue dans des conditions de service particulières. La CMU peut",
                            "donc être inférieure à la charge utile.",
                            "Remarque: la charge maximale utile déterminée par la personne",
                            "compétente ne doit jamais être dépassée volontairement."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.4 Facteur de sécurité",
                        "content": [
                            "Rapport entre la charge qui provoquerait la défaillance d'un élément",
                            "d'un appareil de levage et la charge qui lui est imposée en service (c.-à-d",
                            "la CMU qui permet de tenir compte de critères négatifs tels qu'usure,",
                            "charges dynamiques, etc.)."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.5 Code couleur",
                        "content": [
                            "Méthode de marquage de l'équipement (normalement avec de la",
                            "peinture) pour indiquer visuellement son statut en matière de",
                            "certification."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.06 Numéro de l'installation/d'identification",
                        "content": [
                            "Numéro unique donné à un élément d'un appareil de levage à des fins",
                            "d'enregistrement et pour en faciliter la traçabilité."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.07 Hauteur libre",
                        "content": [
                            "Distance verticale maximale entre l'élément à soulever et le point de",
                            "suspension de l'appareil de levage, c.-a-d. entre les œils de levage et le",
                            "dessous des poutres du chemin de roulement."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.08 Hauteur de levage",
                        "content": [
                            "Distance de déplacement possible entre les points de connexion",
                            "supérieur et inférieur, c.-à-d. les crochets d'un appareil de levage."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.09 Dimension établie",
                        "content": [
                            "Distance minimum entre le niveau de suspension et la selle de crochet",
                            "inférieure (aussi connu sous le nom de hauteur fermée)."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.10 Capteurs de charge",
                        "content": [
                            "Élément d'équipement utilisé pour détecter les charges réelles à un",
                            "point de fixation (p. ex. manille à capteur de charge, cale-étalon ou",
                            "cellule dynamométrique en compression, etc.)"
                        ],
                        "images": []
                    },
                    {
                        "title": "1.11 Charge d'épreuve",
                        "content": [
                            "Charge appliquée en conditions d'essai supérieure à la CMU/CU afin de",
                            "vérifier l'intégrité de l'équipement de levage."
                        ],
                        "images": []
                    },
                    {
                        "title": "1.12 Personne compétente (pour l'inspection du matériel de levage)",
                        "content": [
                            "Individu ayant les connaissances et l'expérience requises, aussi bien",
                            "théoriques que pratiques, sur le matériel et équipement considéré pour",
                            "pouvoir certifier avec confiance que celui-ci ne présente pas de défaut",
                            "évident et qu'il convient en tous points pour l'opération pour laquelle il",
                            "sera utilisé."
                        ],
                        "images": []
                    }
                ],
                "images": []
            },
            {
                "title": "2.0 Définitions et principes des équipements de levage",
                "content": [],
                "subsections": [
                    {
                        "title": "2.1Equipements de levage",
                        "content": [
                            "Ces équipements comprennent les appareils et l’équipement de",
                            "levage. Ils sont définis comme suit:"
                        ],
                        "images": []
                    },
                    {
                        "title": "Appareils de levage",
                        "content": [
                            "Tout dispositif mécanique capable de lever ou d’abaisser une charge.",
                            "Ex: Grues, Chariots élévateurs, Nacelles suspendues, Palans, Poutre de",
                            "levage, Treuils..."
                        ],
                        "images": []
                    },
                    {
                        "title": "Equipement de levage",
                        "content": [
                            "Tout dispositif quel qu’il soit, utilisé et conçu pour être utilisé",
                            "directement ou indirectement pour relier une charge à un appareil de",
                            "levage et ne faisant pas partie de la charge.",
                            "Ex: élingues à câble, chaîne ou fibre synthétique, crochets et accessoires,",
                            "pivots, manilles, boulon à œil, ridoirs, attaches à coin, lève-tôles."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.2 Compétent(e)",
                        "content": [
                            "Disposant des connaissances, des compétences, ainsi que de",
                            "l’expérience nécessaire à la réalisation de tâches spécifiques."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.3 Abrasion",
                        "content": [
                            "Usure de surfaces des brins d’un câble."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.4 Homologué",
                        "content": [
                            "Conforme à la norme intérieur de l’entreprise."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.5 Chef de manœuvre",
                        "content": [
                            "Individu clairement identifiable ayant la responsabilité partagée",
                            "d’assurer un levage et une dépose de la charge en toute sécurité.",
                            "Contrôle également l’opération de levage lors d’un levage en aveugle."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.6 Levage en aveugle",
                        "content": [
                            "Lorsque l’utilisateur de l’appareil de levage n’a pas le chef de manœuvre,",
                            "responsable de la charge, dans son champ visuel de manière continue."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.7 Agent de coordination du levage",
                        "content": [
                            "Point de contact responsable du levage pour une installation particulière",
                            "et personne compétente pour les opérations de levage."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.8 Résistanceà la rupture (câble)",
                        "content": [
                            "La charge mesurée requise pour briser un câble en tension."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.9CCU",
                        "content": [
                            "Unités de transport de marchandises (Cargo Carrying Unit), tout",
                            "équipement utilisé pour contenir ou transférer une charge. Exemples:",
                            "conteneurs, nacelles, râteliers à bouteilles de gaz, nacelles de transfert",
                            "de personnel, bennes à déchets, ect."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.10 Certification",
                        "content": [
                            "La preuve (généralement sous forme de document papier) que le",
                            "matériel est certifié."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.11 Certifié",
                        "content": [
                            "Prouve la réussite à un examen défini."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.12 Câble Lang",
                        "content": [
                            "Câble dont les fils composant les torons et ces derniers sont dans le",
                            "même sens"
                        ],
                        "images": []
                    },
                    {
                        "title": "2.13 Câblageà gauche ordinaire",
                        "content": [
                            "Les fils sont enroulés vers la droite et les torons vers la gauche"
                        ],
                        "images": []
                    },
                    {
                        "title": "2.14 Plan de levage",
                        "content": [
                            "Une fois l’évaluation des risques terminée, un document écrit officiel est",
                            "crée afin de détailler l’approche à suivre lors de l’opération de levage.",
                            "Elle identifiera le personnel et l’équipement requis, ainsi que la méthode",
                            "de levage."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.15 Essai en charge",
                        "content": [
                            "Essai de traction à un niveau prédéterminé et nouvelle inspection d’un",
                            "élément de l’équipement."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.16 Câblageà droite ordinaire",
                        "content": [
                            "Les fils sont enroulés vers la gauche et les torons vers la droite"
                        ],
                        "images": []
                    },
                    {
                        "title": "2.17 Corde de manœuvre",
                        "content": [
                            "Une corde de type “anti-nœuds” attachés à une charge suspendue",
                            "(généralement en bas) facilite la stabilisation de cette dernière et permet",
                            "au membre de l’équipage tenant la corde de prévenir toute rotation et",
                            "d’aider au guidage de la charge."
                        ],
                        "images": []
                    },
                    {
                        "title": "2.18 Tirfor",
                        "content": [
                            "Mot anglais décrivant un treuil manuel utilisé pour déplacer/lever des",
                            "objets lourds par tranches ou pour dérouler le câble."
                        ],
                        "images": []
                    }
                ],
                "images": []
            },
            {
                "title": "3.0 Inspection d’appareils de levage",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "4.0 Sélection d’un équipement de levage",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "5.0 Améliorer la sécurité des opérations de levage",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "6.0 Norme et formulaire de contrôle et de récupération",
                "content": [],
                "subsections": [],
                "images": []
            }
        ]
    },
    {
        "title": "Utilisation sécuritaire du matériel",
        "content": [],
        "sections": [
            {
                "title": "7.0 Grues",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "13.0 Elingues en fibre synthétiques",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "8.0 Palansà chaînes",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "14.0 Manilles",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "9.0 Palansà câble (Tirfors)",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "15.0 Boulonsà oeil",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "10.0 Pouliesà chape ouverte / Moufles",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "16.0 Tendeurs",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "11.0 Treuils",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "17.0 Dispositifs anti-chute",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "12.0 Elinguesà câbles métalliques",
                "content": [],
                "subsections": [],
                "images": []
            }
        ]
    },
    {
        "title": "Conseil de sécurité",
        "content": [],
        "sections": [
            {
                "title": "18.0 Recommandations concernant l’élingage",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "19.0 Chargement/ Déchargement de conteneurs",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "20.0 Transfert de personnel",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "21.0 Levage au dessus d’équipements sous tension",
                "content": [],
                "subsections": [],
                "images": []
            },
            {
                "title": "22.0 Levage sans contact avec les mains",
                "content": [],
                "subsections": [],
                "images": []
            }
        ]
    }
]