{
    "chapter": "IMPORTANT NOTICE",
    "content":"This handbook is designed to give guidance aimed at reducing the risk of injury during Rigging and Lifting operations.\nIt is intended to be used as a reference guide. It is not intended as a fully comprehensive manual on health and safety nor as a substitute for formal training.\nThe information contained in this handbook is intended to comply with and reflect the guidance given in UK health and safety legislation current at the time of publication. The\nusers must always satisfy themselves, as to the relevant health and safety legislation affecting the work site.\nLifting equipment, lifting operations, specific tasks and work sites have inherent associated risks and hazards. While following the procedures and recommendations\ncontained in this book should reduce the risk of injury, it will seldom be possible to eradicate risk completely.\nThis book contains general recommendations only. The users will require to satisfy themselves that these recommendations are suitable for their particular circumstances\nAND DO NOT CONTRADICT GUIDANCE GIVEN BY MANUFACTURERS FOR THEIR PARTICULAR EQUIPMENT.\nAll statements, technical information, diagrams and recommendations contained in this book are believed to be correct but no guarantee is given as to their accuracy\nor completeness. In particular and without prejudice to the foregoing generality, no guarantee is given regarding information which has been sourced from third parties.\nTo the fullest extent permissible by law, North Sea Lifting Limited shall have no liability whatsoever for any loss, claim or damage arising as a result of anything contained in or\nomitted from this book.\nNorth Sea Lifting Limited 1991 (Revised 2018)\nAll rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means, including photocopying and recording without the written\npermission of the copyright holder, application for which should be addressed to the  Company. Such written permission must also be obtained before any part of this\npublication is stored in a retrieval system of any nature.",
    "sections": []
  }