{
    "titre_livre":  "LIVRE DIGITAL LEVAGE",
    "thematiques":  [
                     
                        {
                            "title":  "Introduction et champs d’applications",
                            "description":  "",
                            "chapters":  [
                                             {
                                                 "title":  "Glossaire",
                                                 "content":  "",
                                                 "order":  0,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Personne compétente",
                                                                      "content":  "Personne dont les connaissances, l\u0027expérience et les compétences, ainsi que la formation et l\u0027autorisation de travail à un poste de levage défini ont été avérées.",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Charge utile (en anglais Working Load Limit WLL)",
                                                                      "content":  "La charge maximale qu\u0027un appareil de levage est conçu pour lever, abaisser ou suspendre. Cette charge maximale ne tient pas compte des conditions de service particulières qui peuvent modifier la capacité finale de l\u0027équipement (voir CMU ci-dessous). Remarque: la charge utile déterminée par la personne compétente ne doit jamais être dépassée volontairement.",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Charge maximale utile (CMU) (en anglais Safe Working Load SWL)",
                                                                      "content":  "La charge maximale (telle que certifiée par une personne compétente) qu\u0027un appareil de levage est capable de lever, d\u0027abaisser ou de tenir suspendue dans des conditions de service particulières. La CMU peut donc être inférieure à la charge utile. Remarque: la charge maximale utile déterminée par la personne compétente ne doit jamais être dépassée volontairement.",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Facteur de sécurité",
                                                                      "content":  "Rapport entre la charge qui provoquerait la défaillance d\u0027un élément d\u0027un appareil de levage et la charge qui lui est imposée en service (c.-à-d la CMU qui permet de tenir compte de critères négatifs tels qu\u0027usure, charges dynamiques, etc.).",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Code couleur",
                                                                      "content":  "Méthode de marquage de l\u0027équipement (normalement avec de la peinture) pour indiquer visuellement son statut en matière de certification. 21",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Numéro de l\u0027installation/d\u0027identification",
                                                                      "content":  "Numéro unique donné à un élément d\u0027un appareil de levage à des fins d\u0027enregistrement et pour en faciliter la traçabilité.",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Hauteur libre",
                                                                      "content":  "Distance verticale maximale entre l\u0027élément à soulever et le point de suspension de l\u0027appareil de levage, c.-a-d. entre les œils de levage et le dessous des poutres du chemin de roulement.",
                                                                      "order":  6,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Hauteur de levage",
                                                                      "content":  "Distance de déplacement possible entre les points de connexion supérieur et inférieur, c.-à-d. les crochets d\u0027un appareil de levage.",
                                                                      "order":  7,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Dimension établie",
                                                                      "content":  "Distance minimum entre le niveau de suspension et la selle de crochet inférieure (aussi connu sous le nom de hauteur fermée).",
                                                                      "order":  8,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Capteurs de charge",
                                                                      "content":  "Élément d\u0027équipement utilisé pour détecter les charges réelles à un point de fixation (p. ex. manille à capteur de charge, cale-étalon ou cellule dynamométrique en compression, etc.)",
                                                                      "order":  9,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Charge d\u0027épreuve",
                                                                      "content":  "Charge appliquée en conditions d\u0027essai supérieure à la CMU/CU afin de vérifier l\u0027intégrité de l\u0027équipement de levage.",
                                                                      "order":  10,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Personne compétente (pour l\u0027inspection du matériel de levage)",
                                                                      "content":  "Individu ayant les connaissances et l\u0027expérience requises, aussi bien théoriques que pratiques, sur le matériel et équipement considéré pour pouvoir certifier avec confiance que celui-ci ne présente pas de défaut évident et qu\u0027il convient en tous points pour l\u0027opération pour laquelle il sera utilisé. 22",
                                                                      "order":  11,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Définitions et principes des équipements de levage",
                                                 "content":  "",
                                                 "order":  1,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Equipements de levage",
                                                                      "content":  "Ces équipements comprennent les appareils et l’équipement de levage. Ils sont définis comme suit: \r\n-Appareils de levage Tout dispositif mécanique capable de lever ou d’abaisser une charge. Ex: Grues, Chariots élévateurs, Nacelles suspendues, Palans, Poutre de levage, Treuils... \r\n-Equipement de levage Tout dispositif quel qu’il soit, utilisé et conçu pour être utilisé directement ou indirectement pour relier une charge à un appareil de levage et ne faisant pas partie de la charge. Ex: élingues à câble, chaîne ou fibre synthétique, crochets et accessoires, pivots, manilles, boulon à œil, ridoirs, attaches à coin, lève-tôles.",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Compétent(e)",
                                                                      "content":  "Disposant des connaissances, des compétences, ainsi que de l’expérience nécessaire à la réalisation de tâches spécifiques.",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Abrasion",
                                                                      "content":  "Usure de surfaces des brins d’un câble.",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Homologué",
                                                                      "content":  "Conforme à la norme intérieur de l’entreprise.",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Chef de manœuvre",
                                                                      "content":  "Individu clairement identifiable ayant la responsabilité partagée d’assurer un levage et une dépose de la charge en toute sécurité. Contrôle également l’opération de levage lors d’un levage en aveugle.",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Levage en aveugle",
                                                                      "content":  "Lorsque l’utilisateur de l’appareil de levage n’a pas le chef de manœuvre, responsable de la charge, dans son champ visuel de manière continue.",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Agent de coordination du levage",
                                                                      "content":  "Point de contact responsable du levage pour une installation particulière et personne compétente pour les opérations de levage.",
                                                                      "order":  6,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Résistance à la rupture (câble)",
                                                                      "content":  "La charge mesurée requise pour briser un câble en tension. 23",
                                                                      "order":  7,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "CCU",
                                                                      "content":  "Unités de transport de marchandises (Cargo Carrying Unit), tout équipement utilisé pour contenir ou transférer une charge. Exemples: conteneurs, nacelles, râteliers à bouteilles de gaz, nacelles de transfert de personnel, bennes à déchets, ect.",
                                                                      "order":  8,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Certification",
                                                                      "content":  "La preuve (généralement sous forme de document papier) que le matériel est certifié.",
                                                                      "order":  9,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Certifié",
                                                                      "content":  "Prouve la réussite à un examen défini.",
                                                                      "order":  10,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Câble Lang",
                                                                      "content":  "Câble dont les fils composant les torons et ces derniers sont dans le même sens",
                                                                      "order":  11,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Câblage à gauche ordinaire",
                                                                      "content":  "Les fils sont enroulés vers la droite et les torons vers la gauche",
                                                                      "order":  12,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Plan de levage",
                                                                      "content":  "Une fois l’évaluation des risques terminée, un document écrit officiel est crée afin de détailler l’approche à suivre lors de l’opération de levage. Elle identifiera le personnel et l’équipement requis, ainsi que la méthode de levage.",
                                                                      "order":  13,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Essai en charge",
                                                                      "content":  "Essai de traction à un niveau prédéterminé et nouvelle inspection d’un élément de l’équipement.",
                                                                      "order":  14,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Câblage à droite ordinaire",
                                                                      "content":  "Les fils sont enroulés vers la gauche et les torons vers la droite",
                                                                      "order":  15,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Corde de manœuvre",
                                                                      "content":  "Une corde de type “anti-nœuds” attachés à une charge suspendue (généralement en bas) facilite la stabilisation de cette dernière et permet au membre de l’équipage tenant la corde de prévenir toute rotation et d’aider au guidage de la charge.",
                                                                      "order":  16,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Tirfor",
                                                                      "content":  "Mot anglais décrivant un treuil manuel utilisé pour déplacer/lever des objets lourds par tranches ou pour dérouler le câble. 24",
                                                                      "order":  17,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Qualifié(e)",
                                                                      "content":  "Compétent(e), grâce à un enseignement et une pratique spécialisés. Une fois terminé, une formation (comprenant généralement des examens permettent de prouver sa compétence) est généralement suivie d’une certification.",
                                                                      "order":  18,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Principes de l’équipement de levage",
                                                                      "content":  "Tous les équipements de levage doivent avoir une solidité et une construction adéquates, être réalisés dans des matériaux de qualité et capables de supporter les charges et contraintes qu’ils auront à supporter. Ils devront être testés conformément aux exigences réglementaires (par application d’une charge d’épreuve) et u certificat d’essai sera émis avant leur première utilisation. Ce certificat est un document juridique important.",
                                                                      "order":  19,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Facteurs de sécurité",
                                                                      "content":  "Le facteur de sécurité pour tout équipement de levage doit être adéquat et basé sur sa conception. Il ne doit jamais être abaissé et sert à indiquer la tolérance à l\u0027usure, aux impacts, aux charges dynamiques et aux surcharges accidentelles. Ces tolérances sont prévues uniquement pour des circonstances imprévues et ne doivent pas être réduites volontairement. Évitez les surcharges et soyez vigilants pour prévenir les situations accidentelles. En cas de doute, consultez votre superviseur.",
                                                                      "order":  20,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Certains dispositifs de levage (p. ex. palonniers) peuvent être utilisés de",
                                                                      "content":  "différentes façons. Il est donc important que le fabricant/fournisseur donne dans chaque cas des renseignements sur l\u0027usage spécifique prévu et demande conseil avant de tenter toute utilisation non prévue",
                                                                      "order":  21,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Certains chapitres de cette norme mentionnent l\u0027angle auquel",
                                                                      "content":  "l\u0027équipement est utilisé (p. ex. l\u0027angle entre les brins d\u0027une élingue multiple). Il est extrêmement important de tenir compte de la variation de la charge maximale d\u0027utilisation que peut entraîner l\u0027utilisation d\u0027un tel équipement à un angle prononcé",
                                                                      "order":  22,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Un point final à considérer lors de la sélection de l\u0027équipement pour une",
                                                                      "content":  "opération donnée est la compatibilité entre les différents éléments requis. Un certain nombre de qualités différentes de matériau(x) sont souvent utilisées pour le matériel de levage. En particulier, on remarquera que la taille des crochets, maillons, anneaux et manilles varie considérablement pour une capacité donnée selon le type de métal utilisé. Vous devrez donc vous assurer que chaque élément est correctement monté et aligné avec son voisin. Un anneau ou une 25 manille intermédiaires pourront pour cela être utilisés en cas de besoin.",
                                                                      "order":  23,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Inspection d’appareils de levage",
                                                 "content":  "Ce chapitre décrits les inspections nécessaires pour garantir la sécurité\r\ndes opérations de levage.",
                                                 "order":  2,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Vérifications avant l\u0027utilisation",
                                                                      "content":  "Avant chaque utilisation, il est impératif d\u0027examiner tous les composants\r\nde l\u0027appareil de levage pour s\u0027assurer qu\u0027ils sont en bon état et sécurisés\r\npour l\u0027opération prévue.\r\nAttention! Ne rangez pas le matériel de levage dans des vestiaires ou\r\ncoffres à outils, car il pourrait être oublié lors d\u0027une inspection et ainsi\r\nne plus être certifié.",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Trois éléments spécifiques à vérifier",
                                                                      "content":  "Trois éléments spécifiques à vérifier, en dehors de l\u0027équipement,\r\nsont :\r\nI) La CMU requise.\r\nII) Le n° de l\u0027installation/d\u0027identification.\r\nIII) Le bon code couleur (le code courant doit être affiché à un endroit\r\nbien en vue - pour le confirmer, vous adresser à votre superviseur).\r\nRemarque : Le code couleur n\u0027indique pas l\u0027aptitude à l\u0027usage, mais\r\nsimplement l\u0027état de certification.",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Plus de détails sur les points à vérifier",
                                                                      "content":  "Pour plus de détails sur les points à vérifier lors de ces inspections,\r\nconsultez le chapitre 6 \"Améliorer la sécurité des opérations de levage\"\r\nde cette norme, les détails variant selon le type d\u0027équipement.\r\n\r\nN\u0027oubliez pas: S\u0027il n\u0027y a aucune CMU, aucun n° d\u0027identification et/\r\nou aucun CODE COULEUR, ne l\u0027utilisez pas !",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Appareils de levage",
                                                                      "content":  "Grues, chariots élévateurs, à fourche et autres, nacelles suspendues,\r\npalans motorisés, à main, à levier et à corde, chariots porte-palans et\r\nattaches de poutres, moufles, treuils, poutres de levage.",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Equipement de levage",
                                                                      "content":  "Elingues à câble, chaîne ou fibre synthétique, crochets et accessoires,\r\npivots, manilles, boulons à oeil, tendeurs/ridois, attaches à coin, lèvetôles.\r\nConsultez la section 2.0 de cette norme afin d’obtenir la bonne\r\ndéfinition de cet équipement",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Sélection d’un équipement de levage",
                                                 "content":  "",
                                                 "order":  3,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Avant de préparer le levage",
                                                                      "content":  "Avant de préparer le levage, il est crucial de déterminer le poids de la charge à soulever. Dans la plupart des cas, ce chiffre est déjà connu. Cependant, si ce n\u0027est pas le cas, utilisez un dispositif de mesure du poids (voir exemples aux figures 4.1 à 5.3 ci-dessous). Vous pouvez également consulter le fabricant ou prendre des mesures et calculer le poids en utilisant le tableau de densité des matériaux à l\u0027annexe 2. En cas de doute, n\u0027hésitez pas à consulter votre agent de coordination du levage. Fig. 4.1 Fig. 4.2 Fig. 4.3 Manille de cellule Contrôleur d’état Dynamomètre dynamométrique de charge de grue",
                                                                      "order":  0,
                                                                      "images":  [
                                                                                     "/media/img/img_p27_2_0d99a5b5.png",
                                                                                     "/media/img/img_p27_0_054bc368.png",
                                                                                     "/media/img/img_p27_1_93926ac6.png"
                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Après avoir déterminé le poids de la charge",
                                                                      "content":  "Après avoir déterminé le poids de la charge, il est essentiel de vérifier la hauteur libre disponible, car elle influence les angles des élingues et la tension réelle sur les brins. Remarque: Le poids de l\u0027élingage sélectionné doit être ajouté à celui de la charge, et le poids total doit être pris en compte lors du choix de l\u0027appareil de levage.",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifiez la compatibilité des différents composants",
                                                                      "content":  "Vérifiez la compatibilité des différents composants, car les tailles varient selon le matériau utilisé pour la fabrication.",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifiez bien que l\u0027équipement retenu",
                                                                      "content":  "Vérifiez bien que l\u0027équipement retenu convient à la tâche spécifique et à son environnement, par exemple en cas d\u0027utilisation sous l\u0027eau (tous les types d\u0027équipements ne conviennent pas pour une telle utilisation !).",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Une fois l\u0027équipement sélectionné",
                                                                      "content":  "Une fois l\u0027équipement sélectionné, il doit subir un examen \"pré- utilisation\" comme décrit dans les différents chapitres de cette norme. Si un élément échoue à l\u0027examen visuel, il doit être immédiatement mis hors service et signalé à un superviseur ou à l\u0027agent de coordination du levage. 27 du boîtier. Cette distance ne doit pas être inférieure aux valeurs spécifiées. Dimension Diamètre “A” (ne Modèle câble neuf doit pas être \u003c a) T508 8.3 mm 37 mm T516 11.5 mm 37 mm T532 16.3 mm 68 mm 66 Fig. 9.3",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Améliorer la sécurité des opérations de levage",
                                                 "content":  "Ce chapitre présente les procédures correctes à suivre lors d\u0027une opération de levage.",
                                                 "order":  4,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Compétences du personnel",
                                                                      "content":  "Toute personne utilisant un appareil ou équipement de levage doit être formée à son utilisation et posséder une expérience pratique de ses capacités et des défaillances potentielles. Ces connaissances sont également utiles lors de l\u0027inspection avant utilisation",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Ne jamais dépasser la charge maximale utile",
                                                                      "content":  "Lors de toute opération de levage, il est impératif de s\u0027assurer que la charge imposée à tout appareil de levage ou partie de celui-ci ne dépasse pas la CMU/CU. En cas de doute sur cette charge ou celle appliquée à un élément particulier de l\u0027engin ou appareil de levage, il est recommandé d\u0027utiliser des capteurs de charge. De plus, il est essentiel de veiller à ce que la charge reste stable à tous les stades de l\u0027opération.\r\nEn général, la charge pourrait être instable si son centre de gravité ne se trouve pas sous le crochet ou s\u0027il est plus haut que le point de fixation des élingues à la charge. D\u0027autres causes d\u0027instabilité peuvent inclure un\r\nliquide s\u0027agitant dans un récipient, etc",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Utilisation correcte",
                                                                      "content":  "L\u0027équipement doit être utilisé uniquement pour l\u0027usage spécifique pour lequel il a été conçu et ne doit pas être adapté à un autre type d\u0027opération.",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérification du levage",
                                                                      "content":  "Avant toute opération de levage, la charge doit d\u0027abord être soulevée à une faible hauteur. Ce levage d\u0027essai permet au grutier ou opérateur de vérifier qu\u0027il a correctement estimé l\u0027équilibre, la stabilité et la sécurité générale de la charge alors que celle-ci est encore dans une position relativement sûre. La charge devra être descendue et l\u0027élingage modifié en cas de découverte de différences. Cette séquence de levage d\u0027essai puis d\u0027ajustement doit être répétée jusqu\u0027à ce que l\u0027opérateur soit satisfait de l\u0027équilibrage, de la stabilité de la charge et de la sécurité du levage.\r\nAttention ! Ne vous tenez jamais sous une charge; gardez vos mains éloignées des élingues, etc. (conformément aux consignes de levage sans contact avec les mains § 28). Évitez de grimper sur les conteneurs et matériaux empilés; ne vous tenez jamais entre les charges et des murs ou parois de cales, etc",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Prévoyez",
                                                                      "content":  "Avant de déplacer une charge, préparez son trajet jusqu\u0027au point de dépose en enlevant toute obstruction et en s\u0027assurant que le personnel a quitté la zone.\r\n Attention! Ne jamais déplacer une charge au-dessus de personnel. \r\nSi nécessaire, avertissez le personnel pour qu\u0027il quitte la zone avant de déplacer la charge. Évitez  galement de déplacer la charge au-dessus de machines en fonctionnement ou d\u0027équipements critiques. Avant de lever une charge, assurez-vous que le point de repose est suffisamment grand et peut recevoir la charge en toute sécurité. Il pourrait être nécessaire de prévoir des cales spécifiques, comme des blocs de bois, pour permettre l\u0027enlèvement des élingues de la charge. La charge ne doit jamais être abaissée de manière à pincer ou écraser les élingues, car cela pourrait les endommager gravement. Lorsque vous abaissez la charge, arrêtez-la à faible distance de la surface de dépose pour permettre au grutier de la stabiliser, de vérifier la position des cales au sol et de s\u0027assurer qu\u0027aucun personnel ne risque de se prendre un pied ou une main dans la charge. Ensuite, abaissez la charge centimètre par centimètre jusqu\u0027à ce qu\u0027elle soit en position. Avant de détendre les élingues, assurez vous que la charge est stable et sécurisée. Sinon, soulevez-la légèrement pour repositionner les cales, puis reposez-la. Cette procédure de pose d\u0027essai est similaire à celle du levage d\u0027essai et doit être répétée jusqu\u0027à ce que le grutier soit satisfait de la dépose de la charge.",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Cas de charges rigides,",
                                                                      "content":  "Dans le cas de charges rigides, on devra déterminer combien de points\r\nde levage supporteront à tout moment la charge, étant donné qu\u0027en\r\npratique la majorité de celle-ci pourrait ne l\u0027être que par 2 points. Dans\r\nun tel cas, la charge maximale utile de chaque point de levage et de son\r\nélingage ne devra pas être inférieure à la moitié de la charge totale.",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Marges de sécurité",
                                                                      "content":  "Lors d\u0027opérations de levage multipoints nécessitant deux appareils de levage ou plus, assurez-vous qu\u0027aucun élément de l\u0027équipement ou point de levage ne soit soumis à une charge dépassant sa charge maximale utile. Plusieurs méthodes peuvent être utilisées en fonction de la nature de l\u0027opération. Par exemple, lorsque la capacité de levage n\u0027est pas trop limitée, chaque point de levage avec son appareil et ses accessoires doit être capable de supporter la totalité de la charge. 29 Autre possibilité, si la capacité est limitée, l\u0027utilisation de capteurs de charge permet de mesurer en continu les charges sur l\u0027équipement aux points de levage individuels au fur et à mesure du déroulement de l\u0027opération. Une autre solution consiste à calculer soigneusement les charges qui seront imposées, mais il faudra veiller à ne pas faire de fausses hypothèses, en particulier en ce qui concerne le poids et la position du centre de gravité. Nous recommandons cependant, à moins d\u0027utiliser des capteurs de charge, que la charge maximale utile de chaque point de levage et de son équipement associé ne soit pas inférieure à 1,5 fois la part de la charge qu\u0027il est censé recevoir. Au fur et à mesure du déroulement de l\u0027opération, on devra contrôler constamment les divers angles de l\u0027équipement et les charges, qui indiquent comment le poids est distribué.",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Mauvaise utilisation de l\u0027équipement",
                                                                      "content":  "Il est strictement interdit de dépasser la CMU/CU d\u0027un équipement de levage. Vous veillerez en particulier à éviter une surcharge, un mauvais élingage et un coinçage des élingues entre la charge et le sol. Ne jamais tenter de réparer un quelconque élément d\u0027élingage ou de l\u0027engin de levage, car toutes les réparations doivent être effectuées par du personnel qualifié formé aux procédures de réparation approuvées et disposant de la documentation de référence du fabricant. Au cas où vous remarqueriez que l\u0027équipement est défectueux, signalez-le à votre superviseur qui prendra les mesures nécessaires. \r\nAttention! Toute réparation ou modification non autorisée d\u0027un équipement de levage annule automatiquement sa certification. Cela s\u0027applique également au démontage de toute partie intégrante d\u0027un élingage/ensemble de levage.\r\n Ne jamais tenter de souder un accessoire de levage, qui sera généralement fabriqué avec des matériaux de haute qualité et nécessite un soudage spécial. 30",
                                                                      "order":  7,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Lorsque vous utilisez un équipement pneumatique",
                                                                      "content":  "Lorsque vous utilisez un équipement pneumatique, il est essentiel de vérifier la pression. Une pression trop élevée peut entraîner une  surcharge de la machine, tandis qu\u0027une pression trop faible ne permettra pas de lever la CMU/CU. Il est recommandé d\u0027installer une unité d\u0027alimentation en air avec un régulateur de pression aussi près  que possible de l\u0027équipement.",
                                                                      "order":  8,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Conditions météorologiques",
                                                                      "content":  "Lors de la préparation de votre opération de levage, il est crucial de tenir compte des conditions météorologiques. Elles peuvent avoir un impact négatif sur la sécurité globale de l\u0027opération pour plusieurs raisons.",
                                                                      "order":  9,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vent: Les vents forts ou en rafales peuvent directement affecter la",
                                                                      "content":  "stabilité et l\u0027intégrité structurelle d\u0027une grue. Indirectement, ils peuvent déstabiliser une charge ou la faire sortir du rayon maximal de travail de la grue. Les vents peuvent également rendre la pose d\u0027une charge plus dangereuse dans un espace restreint en la poussant et en la faisant se balancer, ce qui pourrait entraîner des collisions avec des équipements ou des employés. Des éléments lâches peuvent également tomber. Les constructeurs indiquent parfois les vitesses de vent maximales pour une utilisation sécurisée de leurs grues. Cependant, d\u0027autres critères doivent être pris en compte, tels que la longueur de la flèche, le type de charge (les grandes surfaces peuvent agir comme une voile), le poids de la charge (les charges légères sont plus facilement soufflées), etc. La plupart des grues sont équipées d\u0027un anémomètre affichant la vitesse du vent en temps réel. Sinon, des anémomètres portables peuvent être utilisés. Fig. 5.1 Anémomètre",
                                                                      "order":  10,
                                                                      "images":  [
                                                                                     "/media/img/img_p31_1_7c516740.png",
                                                                                     "/media/img/img_p31_0_37b62b3d.png"
                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vents marins: Les vents marins peuvent provoquer des vagues et de la",
                                                                      "content":  "houle, ce qui ajoute des dynamiques supplémentaires aux opérations de levage de charges depuis un navire flottant à l\u0027aide d\u0027une grue montée sur une plateforme fixe. Par exemple, si le navire descend au moment où la charge est saisie, un effet d\u0027« arrachage » se produit, augmentant ainsi la charge réelle et les contraintes sur la grue. Cela est encore plus problématique lorsque des charges sont transférées d\u0027un navire à 31 l\u0027autre, surtout si l\u0027un des navires monte tandis que l\u0027autre descend.",
                                                                      "order":  11,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Pluie",
                                                                      "content":  "Une pluie excessive peut déstabiliser les conditions au sol, ce qui est crucial lors du positionnement et de l\u0027installation des grues. Ce qui était sûr hier peut devenir dangereux aujourd\u0027hui. La pluie peut également réduire la visibilité, compliquant ainsi la communication, notamment pour les signaux manuels",
                                                                      "order":  12,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Soleil",
                                                                      "content":  "Le soleil est généralement apprécié par les travailleurs en extérieur, mais sa lumière directe peut détériorer certains matériels de levage synthétiques en fibre, comme les cordes et les élingues. \r\nUne lumière éblouissante peut également masquer un danger imminent.",
                                                                      "order":  13,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Neige et glace",
                                                                      "content":  "La neige et la glace peuvent rendre les sols glissants, augmentant le risque de glissade ou de chute sous une charge suspendue. Des morceaux de glace peuvent également tomber de grandes hauteurs, comme du haut de la flèche de la grue, et causer de graves blessures. \r\nLa glace peut temporairement geler l\u0027équipement de sécurité, comme les interrupteurs de fin de course, qui empêchent un levage excessif. Il est donc essentiel de vérifier l\u0027équipement avant utilisation. La neige et la glace sur la surface de la charge peuvent ajouter un poids substantiel et doivent être nettoyées avant le levage.\r\nUn froid extrême peut également affecter la sécurité de l\u0027équipement de levage, car l\u0027acier peut devenir cassant et moins résistant à des températures inférieures à -20 °C.",
                                                                      "order":  13,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Orages",
                                                                      "content":  "Toutes les opérations de levage extérieures doivent être suspendues en cas d\u0027orages. La flèche de la grue est souvent l\u0027une des structures métalliques les plus hautes de la zone et peut attirer la foudre.",
                                                                      "order":  14,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Norme et formulaire de contrôle et de récupération",
                                                 "content":  "Utilisation sécuritaire du matériel",
                                                 "order":  5,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Afin d’aider à créer des conditions de travail plus sûres et d’améliorer les",
                                                                      "content":  "procédures, il vous a été remis cette norme d’élingage et de levage destinée à vous guider et à vous aider à utiliser les équipements de levage en réduisant les risques lors de vos opérations de levage et d’élingage.",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Lorsque vous utiliserez l’un des équipements figurant dans l’index de",
                                                                      "content":  "cette norme, vous devrez vous référer aux chapitres le concernant. N’oubliez pas: Vous serez souvent responsable de la sécurité de vos collègues et leur vie pourrait un jour dépendre de votre aptitude à travailler sans créer de risques 33",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             }
                                         ]
                        },
                        {
                            "title":  "Utilisation sécuritaire du matériel",
                            "description":  "",
                            "chapters":  [
                                             {
                                                 "title":  "Grues",
                                                 "content":  "Seuls les grutiers dûment accrédités sont autorisés à opérer des grues.",
                                                 "order":  6,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Les grutages constituent un élément majeur des processus industriels.",
                                                                      "content":  "En fait, dans le secteur offshore, les grues et portiques consitituent l’un des équipements vitaux, car ils permettent de transférer les marchandises entre la terre et les navires. Etant donné les conséquences potentiellement catastrophique d’un accident de grue, ces derniers doivent être correctement entretenus et maintenus en excellent état de marche. De plus, ce personnel doit être capable d’effectuer les contrôles de sécurité journaliers, y compris de la précision des indicateurs de charge, ainsi que la maintenance préventive courante comme le graissage. Pour opérer une grue en toute sécurité, il est absolument essentiel que toutes les charges soient correctement élinguées et que toute cargaison soit correctement emballée, pesée et décrite dans les manifeste afin d’éviter toute surcharge possible.",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Fonctions de base et sécurité de grues",
                                                                      "content":  "Grue mobile type Grue sur chenilles type Fig. 7.1 34 Grue à tour type Grue à piédestal type Grue portuaire type Fig. 7.2 35",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Pour travailler sans risques avec des grues, il est important de",
                                                                      "content":  "comprendre comment elles fonctionnent. Les plus courantes (voir fig.",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "et 7.2) comprennent une tourelle et une cabine de commande avec",
                                                                      "content":  "flèche pivotante, un cadre en A et deux treuils, un pour lever/abaisser la flèche et l’autre pour lever et abaisser la charge. Certaines grues intègrent un treuil supplémentaire dit auxiliaire permettant de lever plus rapidement des charges légères. Le mouvement pivotant dit aussi d’orientation est rendu possible par un pignon sous la grue qui entraîne une couronne fixe sur la tourelle. Les six mouvements d’une grue sont donc: 1) Relevage de la flèche (pour réduire la portée) 2) Descente de la flèche (pour augmenter la portée) 3) Levage de la charge 4) Descente de la charge 5) Pivotement à gauche 6) Pivotement à droite Pivotement Relevage de gauche la flèche Descente de Pivotement la flèche droite Lever Abaisser 36 Dans l\u0027intérêt de la sécurité et pour aider le grutier, la grue est normalement équipée de divers dispositifs qui limitent ces 6 mouvements pour éviter d\u0027endommager la grue. Le cas échéant, ils comprennent: Lors du relevage de la flèche, une fin de course l\u0027empêchant d\u0027entrer en contact avec les butées arrière. Lors de l\u0027abaissement de la flèche, une fin de course empêchant l\u0027angle de flèche d\u0027être inférieur à environ 15° par rapport à l\u0027horizontale. (Cette fin de course peut être neutralisée pour permettre de garer la flèche sur son support) Lors du levage d\u0027une charge, une fin de course empêche de tirer le crochet à travers le mouflage (voir fig. 7.4 ci-dessous). Lors de la descente de la charge, une fin de course empêche de perdre le câble, le crochet et éventuellement la charge. Des fins de course de rotation sont quelquefois installées, mais le grutier (et vous, si vous dirigez la grue) devra rester vigilant pour éviter que la flèche entre en contact avec des obstacles tels que d\u0027autres grues, des bâtiments et autres structures. Dans un environnement offshore, vous aurez à éviter la tour de forage, les torchères, les mâts radio, l\u0027helideck, etc. Fin de course Moufle crochet .xorppa m2 .xorppa m5,1 m5,0 .xorppa . m4 à eétimil al à ruetuaH 7.4 Fig. 7.4 37",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "En plus des fins de course, il existe un autre dispositif de sécurité dont",
                                                                      "content":  "dispose le grutier, un indicateur automatique de charge admissible avec alarme visuelles et sonores. Il indique à l\u0027opérateur la portée (position du crochet), la CU de la grue à cette portée et la charge réelle sur le crochet. L\u0027alarme visuelle est généralement réglée pour s\u0027allumer à environ 90 % de la capacité de la grue, quelle que soit la portée, tandis que l\u0027alarme sonore se déclenche à environ 100% de cette capacité, soit en état de surcharge.",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Certaines grues sont équipées de dispositifs de sécurité",
                                                                      "content":  "supplémentaires tels que des systèmes de protection contre la surcharge automatiques (AOPS) ou manuels (MOPS), des systèmes protections de dépassements majeurs (GOP) ou systèmes de protection ultime (UPS) et des indicateurs de vitesse du vent (anémomètres) ou de sa direction (manche à vent).",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Lorsque la grue est installée sur une plateforme offshore, la cabine doit",
                                                                      "content":  "être équipée d\u0027un extincteur, d\u0027une cagoule anti-fumée et d\u0027un gilet de sauvetage.",
                                                                      "order":  6,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Comme tout appareil de levage, les grues ont une charge maximale",
                                                                      "content":  "utile/ charge utile, qui dépend du nombre de brins de mouflage. Évidemment, plus ce nombre est grand plus la capacité de levage est élevée, mais cela diminue la vitesse de levage. Dans le cas d\u0027un levage depuis/vers un navire, cela peut créer un problème si la vitesse de levage est trop faible pour empêcher la charge de taper sur le pont, etc. lorsqu\u0027il se soulève avec la vague suivante. La CMU/ CU baisse également lorsque la portée augmente (voir fig. 7.5 ci-dessous). Referez- vous toujours à l\u0027abaque de charges, qui doit être affiché dans la cabine de la grue. Portée min. Portée max. Charge max. 38 Charge min. Fig. 7.5",
                                                                      "order":  7,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Responsabilités d\u0027un grutier",
                                                                      "content":  "Pour recevoir la qualification de grutier, vous devez: Être âgé(e) d\u0027au moins 18 ans. Être médicalement apte, en particulier au niveau de l\u0027acuité visuelle et auditive et des réflexes. Avoir une stature permettant d\u0027opérer la grue en sécurité. Avoir reçu une formation adéquate à la conduite du type de grue que vous aurez à opérer et être capable de juger des distances, des hauteurs et des espaces libres. Être autorisé(e) à conduire la grue. Être suffisamment familiarisé(e) avec le fonctionnement de la grue pour pouvoir effectuer les vérifications de routine conformément aux check-lists spécifiques à cette grue lorsque cela est nécessaire. Connaître parfaitement le travail des élingueurs et les signaux à bras afin de répondre sans erreur à leurs instructions ainsi qu\u0027à celles du chef de manœuvre.",
                                                                      "order":  8,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "L\u0027opérateur de la grue doit parfaitement connaître l\u0027élingage des",
                                                                      "content":  "charges et autres dispositions pour leur levage. Il est responsable de l\u0027état de la grue et doit la piloter sans dépasser ses limites de sécurité. Il doit être capable de programmer le système indicateur de charge en fonction des conditions ambiantes.",
                                                                      "order":  9,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Avant d\u0027utiliser la grue, il effectuera également les vérifications",
                                                                      "content":  "préalables. Dans certaines circonstances, il pourra être aidé par le mécanicien de la grue. Il devra évidemment contrôler les niveaux de carburant, de lubrifiant et de fluide de refroidissement, mais également le bon état de la structure. Une fois qu\u0027il aura démarré la grue, il devra la laisser marcher pendant environ 5 minutes (réchauffage), puis vérifier le fonctionnement de toutes les commandes et tous les freins, instruments et dispositifs de sécurité. 39",
                                                                      "order":  10,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "L’opérateur doit signaler tout défaut de fonctionnement au mécanicien",
                                                                      "content":  "afin qu’il soit remédié.",
                                                                      "order":  11,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Si la grue opère dans un parc à tubulaires ou lieu similaire, il y aura des",
                                                                      "content":  "réglages/paramètres spéciaux supplémentaires dont il faudra tenir compte. Ainsi, l’état du sol est crucial. Dans l’idéal, le sol sera ferme et plane et dans le cas contraire, des mesures devront être prévues pour bien répartir la charge entre les stabilisateurs. Calage bois, métal ou fibres",
                                                                      "order":  12,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "L’opérateur doit également s’assurer dans la mesure du possible de",
                                                                      "content":  "l’absence de risques sous la surface tels qu’égouts ou conduites de gaz ou d’eau qui pourraient s’effondrer sous la charge.",
                                                                      "order":  13,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Une attention toute particulière sera nécessaire en cas de travail à",
                                                                      "content":  "proximité des rebords d’excavation ou même d’un quai. Lors d’un transfert de la charge par une poutre stabilisatrice, l’effondrement du rebord pourrait être désastreux.",
                                                                      "order":  14,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Si la grue est utilisée pour poser des pipelines ou éléments similaires en",
                                                                      "content":  "plein air, l’opérateur doit être également conscient des risques potentiels en hauteur tels que les câbles à haute tension (HT). Une distance minimum recommandée doit être respectée par rapport à de tels câbles (Voir 8.41). 40",
                                                                      "order":  15,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Si la grue doit ou pourrait s’approcher plus près d’un câble sous-tension,",
                                                                      "content":  "le courant devra être coupé. Rappelez-vous que les câbles se balancent quand le vent souffle et que les hautes tensions peuvent provoquer des arcs traversant les espaces importants.",
                                                                      "order":  16,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Le risque pour les grues offshore à piédestal est rarement posé par de",
                                                                      "content":  "tels câbles mais plutôt par une autre grue opérant à proximité. Le grutier devra donc en tenir compte lors du déplacement de charges sur le pont et être particulièrement vigilant.",
                                                                      "order":  17,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Dans l’idéal, il devra être en mesure de voir la charge en permanence.",
                                                                      "content":  "Puisque cela n’est pas toujours possible, il aura donc besoin de quelqu’un pour le guider et faire des signaux. Un chef de manoeuvre, qui ne sera pas l’élingueur, devra systématiquement être désigné.",
                                                                      "order":  18,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Enfin, il devra faire particulièrement attention lorsqu’il déplacera la grue",
                                                                      "content":  "vers le haut ou le bas d’une pente ou à travers celle-ci. Sol de niveaux: rayon correct Fonctionnement normal sur le sol de niveau Montée: la portée diminue Dans cet exemple, la grue pourrait basculer vers l’arrière lorsque la charge est descendue Descente: la portée augmente Dans cet exemple, la grue pourrait basculer vers l’avant lorsque la charge pivote hors de l’aire d’évolution. 41 Dans ces exemples, la charge latérale imposée à la flèche pourrait faire basculer la gue ou provoquer l’affaissement de cette flèche. Fig. 7.8 42 Responsabilités d’un élingueur et d’un chef de manoeuvre lors des levages Pour recevoir la qualification d’élingeur ou de chef de manoeuvre, vous devez: Etre âgé(e) d’au moins 18 ans. Etre médicalement apte, en particulier au niveau de l’acuité visuelle et auditive et des réflexes. Etre physiquement apte à réaliser les tâches et activités associées à ce rôle. Avoir été formé aux principes généraux de l’élingage et être capable d’évaluer les poids et les distances, hauteurs et espaces libres. Etre capable de sélectionner les équipements d’élingage/levage pour les charges à manutentionner. Comprends les signaux manuels et être capable de donner des signaux clairs et précis. Etre capable de diriger les mouvements de la grue et le déplacement de la charge tout en assurant la sécurité du personnel et de l’installation. La tâche la plus importante de l’élingueur est de préparer et d’élinguer 7.22 correctement la charge: sélection et montage des accessoires/élingues appropriés, protection de l’élingage si nécessaire, et essai de levage pour vérifier que la charge est stable. Dans des circonstances normales, une seule personne sera nécessaire 7.23 pour signaler et guider la grue (le chef de manoeuvre). Il doit être en permanence en contact visuelle avec le grutier et ne pas avoir à s’occuper de la charge. Remarque : toute personne pourra signaler un arrêt d’urgence en cas de danger. 43",
                                                                      "order":  19,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Dans le cas d\u0027un navire, les communications radio entre la grue, le chef",
                                                                      "content":  "de manœuvre et le bord devront être établies avant le levage par-dessus bord.",
                                                                      "order":  20,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Sur une installation offshore, toutes les liaisons radio entre le grutier et",
                                                                      "content":  "le navire auxiliaire devront se faire par duplex. En cas de rupture de la liaison, le levage devra être immédiatement interrompu et la charge stabilisée.",
                                                                      "order":  21,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Dans les cas où deux grues ou plus seront utilisées simultanément, on",
                                                                      "content":  "choisira des canaux individuels pour chaque grue pour éviter les confusions. Lorsqu\u0027elles sont toutes sur le même canal, on utilisera des signaux à bras pour s\u0027assurer que la bonne grue répond à un ordre particulier donné.",
                                                                      "order":  22,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Sur des installations offshores, durant les périodes de silence radio,",
                                                                      "content":  "tous les talkies-walkies et autres radios devront être coupés et aucune opération de levage avec des navires ne devra avoir lieu. Les levages seront restreints aux opérations sur la plateforme, là où le grutier pourra clairement voir le chef de manœuvre.",
                                                                      "order":  23,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Opérations de levage spéciales",
                                                                      "content":  "Levage en tandem: le levage d\u0027une charge avec deux grues peut être dangereux et devra être évité au maximum. Lorsque les dimensions physiques ou le poids de la charge nécessitent l\u0027emploi de 2 grues, cela est acceptable si l\u0027opération est méticuleusement préparée. Le levage doit être supervisé par une personne compétente. Il est absolument vital d\u0027évaluer avec précision la charge susceptible d\u0027être imposée à chaque grue. Il est également nécessaire d\u0027évaluer soigneusement comment et jusqu\u0027où la répartition des charges peut varier au cas où la charge ne serait plus d\u0027aplomb ou si l\u0027une ou les 2 grues devaient abaisser ou relever leur flèche, se déplacer ou pivoter. Les câbles de levage ne seraient plus verticaux Si n\u0027importe laquelle de ces circonstances venait à se produire, cela pourrait imposer une charge supplémentaire à l\u0027une ou aux 2 grues, ce qui pourrait en compromettre la stabilité ou les endommager sérieusement.",
                                                                      "order":  24,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Un élingage spécial pourrait être nécessaire pour tenir compte de la",
                                                                      "content":  "variation maximale de distribution des charges et de toute charge angulaire qui pourrait apparaître durant l\u0027opération en tandem. 44",
                                                                      "order":  25,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Toutes les opérations de levage en tandem devront être soigneusement",
                                                                      "content":  "planifiées à l\u0027avance par une personne ou équipe compétente. On utilisera autant que possible des grues de capacité égale et de caractéristiques similaires. On sélectionnera des grues et des élingages ayant une marge de capacité supérieure à celle nécessaire si la charge était levée par une seule grue. Il est recommandé, à moins d\u0027utiliser des cellules dynamométriques, que chaque grue soit capable de soulever 75 % de la charge totale à la portée et au rayon de travail requis. En cas d\u0027utilisation de cellules dynamométriques, chaque grue devra uniquement être capable de soulever 25% de plus que sa part estimée de la charge. Chaque grue doit généralement être capable de soulever 75% de la charge totale Fig. 7.9 45",
                                                                      "order":  26,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Une personne compétente doit être désignée pour superviser",
                                                                      "content":  "l\u0027opération et les signaux qu\u0027elle fera à chacun des grutiers devront être clairs et bien compris. Les opérations de levage à plus de 2 grues nécessiteront la réalisation d\u0027évaluations et de contrôles plus poussés. Remarque: nous estimons que chaque grue devrait normalement être capable de soulever 75% de la charge totale, mais il est possible de réduire cette marge de sécurité dans des cas spéciaux. Dans de tels cas, nous vous recommandons de soumettre le plan de levage et les charges calculées à votre organisme de certification pour approbation. Les barges à grues, par exemple, ont leurs propres règles pour le levage en tandem comme convenu avec leur organisme de certification, étant donné qu\u0027avec des charges extrêmement lourdes (des centaines de tonnes) on ne peut pas s\u0027attendre à ce que chaque engin puisse recevoir 75 % de la charge",
                                                                      "order":  27,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Redressement: les opérations de redressement ou « tailing » sont",
                                                                      "content":  "similaires aux opérations de levage en tandem avec deux grues, mais une fois que la charge a décollé du sol, une grue l\u0027abaisse tandis que l\u0027autre continue à la lever, ce qui entraîne sa rotation sur 90°. Attention! Lorsque la charge doit aussi être tournée sur 90°, le poids TOTAL sera transféré d\u0027une des deux grues à l\u0027autre. Dans l’idéal, chaque grue devrait être capable de soulever la charge intégrale, à moins qu’une autre procédure ait été prévue. Fig. 7.10 46",
                                                                      "order":  28,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Conditions ambiantes: p. ex. vitesse du vent, rafales, etc. pouvant",
                                                                      "content":  "provoquer une surcharge en poussant la charge au-delà du rayon de travail. Lors d\u0027un levage au-dessus d\u0027un plan d\u0027eau ou en mer, des vents violents peuvent réduire la capacité de levage d\u0027une grue en raison des facteurs dynamiques causés par l\u0027augmentation de la hauteur des vagues et par la houle. Des tableaux de charge/rayon de travail/état de la mer doivent être affichés dans la cabine pour connaître les réductions de charge applicables.",
                                                                      "order":  29,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Avant de commencer le levage, la personne qui le commande a la",
                                                                      "content":  "responsabilité de s\u0027assurer que tout ce qui pourrait retenir la charge a été enlevé/démonté (arrimage sur pont, berceau de transport, supports, etc.) et que le crochet est directement au-dessus du centre de gravité (lorsqu\u0027il est connu). Le ou les câbles de levage doivent être verticaux pour minimiser les mouvements de la charge lorsque l\u0027on commence à la soulever.",
                                                                      "order":  30,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Lors d\u0027un levage sur un navire, le grutier et l\u0027équipage/commandant du",
                                                                      "content":  "navire doivent tous s\u0027assurer que tous les arrimages ont été enlevés et que le levage est effectué en sûreté, avec le minimum de rotation/balancement et de charges par à-coups. (Lorsque le levage se fait entre deux navires flottants, les effets du tangage et du roulis sont plus importants car ils peuvent doubler les forces dynamiques normales)",
                                                                      "order":  31,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Lorsque l\u0027on procèdera au levage de charges lourdes, la capacité de",
                                                                      "content":  "charge maximale dépendra du nombre de pièces de ligne ; elle diminue lorsque le rayon de travail augmente. Lors de la préparation d\u0027un levage lourd, confirmez le poids de la charge, déterminez le rayon maximum requis pour sa préhension, son transfert et sa dépose, puis consultez l\u0027abaque de charge/portée de la grue pour vous assurer que le mouflage est adéquat. 47",
                                                                      "order":  32,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Dans l\u0027idéal, l\u0027opérateur devrait être en mesure de voir en permanence",
                                                                      "content":  "la charge, mais selon le type et la conception du navire/des installations, cela n\u0027est pas toujours possible. Dans de tels cas, il devra être en contact radio avec le chef de manœuvre et/ou être dirigé par un chef de manœuvre en contact visuel avec la charge et clairement visible par l\u0027opérateur.",
                                                                      "order":  33,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Avant tout levage, vérifiez bien l\u0027état et l\u0027équilibrage de tout l\u0027élingage et",
                                                                      "content":  "autres accessoires de levage. Au cas où ils devraient être maintenus en position pendant la mise sous tension du/des câbles de levage, utiliser des perches pour tirer/pousser - ne jamais passer les doigts autour des élingues ou les agripper.",
                                                                      "order":  34,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Le grutier devra également décider si une corde stabilisatrice est",
                                                                      "content":  "nécessaire pour contrôler la charge une fois suspendue en l\u0027air. Ces cordes sont particulièrement recommandées dans le cas de charges longues, pour lesquelles ces premières devront être attachées à l\u0027une ou aux deux extrémités afin de contrôler les mouvements de rotation. Ces cordes doivent être suffisamment longues pour que le ou les opérateurs n\u0027aient pas à se tenir sous la charge pendant le levage. Elles doivent toujours être arrimées à la charge, pas à l\u0027élingage (voir § 8.19).",
                                                                      "order":  35,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Lorsqu\u0027une opération de levage nécessite plus d\u0027un opérateur, il est",
                                                                      "content":  "essentiel de s\u0027assurer que les communications entre eux soient distinctes. Pour cela, utiliser de préférence des talkies-walkies.",
                                                                      "order":  36,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Toutes les instructions données au grutier (à part un arrêt d\u0027urgence),",
                                                                      "content":  "que ce soit par contact radio ou par le chef de manœuvre, ne doivent être données que par le chef de manœuvre ou la personne contrôlant le levage. Cependant, l\u0027ordre ou le signal d\u0027ARRÊT D\u0027URGENCE peut être donné par toute personne voyant une situation dangereuse apparaître durant l\u0027opération en cours. 48",
                                                                      "order":  37,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Faites particulièrement attention lors du levage de charges ayant une",
                                                                      "content":  "grande surface, qui donnent une grande prise au vent. Si nécessaire, prévoyez une/plusieurs cordes de manœuvre, ou pour des charges lourdes des câbles reliés à des treuils, pour aider à contrôler la charge. Pris dans la main courante Eviter d’attacher une corde de manœuvre à l’élingue Fig. 7.19 49",
                                                                      "order":  38,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "La majorité des grues offshores sont équipées de crochets en C pour",
                                                                      "content":  "éviter au maximum qu\u0027ils se prennent dans des obstacles tels que des mains courantes, etc. Les grues de plus grande taille sont généralement équipées de crochets doubles qui pourraient avoir un effet sur la conception de l\u0027élingue (voir fig. 7.21). Anneau mou Anneau Anneau mou métallique Anneau métallique Crochets en C Crochets doubles Crochets doubles",
                                                                      "order":  39,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Ponts roulants",
                                                                      "content":  "Lorsque vous opèrerez ce type de grue, vous remarquerez que la plupart des commandes ont deux vitesses (lente et normale). Commencez toujours par la vitesse lente pour vous assurer que la charge est stable et pour plus de sécurité avant de lever/vous déplacer à vitesse normale.",
                                                                      "order":  40,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Au cas où la charge se balancerait lorsque vous stoppez, ce mouvement",
                                                                      "content":  "peut être éliminé en déplaçant la grue dans le sens du balancement (lorsque la charge va vers la gauche, avancez la grue dans la même direction). Remarque: vous devrez vous entraîner à cette manœuvre avec une charge sûre et dans une aire vaste bien dégagée avant de la faire dans les conditions réelles. 50",
                                                                      "order":  41,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Grues de bord",
                                                                      "content":  "Les grues de bord doivent être équipées de: • Systèmes de communication qui permettent: - D\u0027attirer l\u0027attention du personnel (tel qu\u0027un avertisseur sonore) - Une communication verbale avec le personnel (tel qu\u0027un système de haut-parleurs - Une communication avec l\u0027équipage, les navires ravitailleurs et la salle de contrôle par radio bidirectionnelle - Une utilisation mains libres • Une cabine d\u0027opérateur fixe doit être équipée d\u0027une caméra de flèche • Abaques de charges • Indicateur de portée ou d\u0027angle • Un dispositif de restriction de la hauteur maximum de la flèche afin d\u0027empêcher cette dernière d\u0027être entraînée contre les butées arrière • Un dispositif de restriction de la hauteur minimum de la flèche afin d\u0027empêcher cette dernière d\u0027être abaissée au-delà de la portée maximale admissible • Des disjoncteurs de limite supérieure afin d\u0027empêcher les moufles d\u0027être entrainées dans les réas • Un dispositif anti-rapprochement des moufles du treuil principal et de l\u0027auxiliaire, ou système équivalent lorsqu\u0027un tel dispositif ne peut être installé • Des instruments indiquant de manière continue la charge sur le crochet ainsi que la charge nominale pour chaque portée. L\u0027indicateur automatique de charge doit produire un avertissement clair et continu lorsque la capacité nominale de la grue est • Dispositif d\u0027arrêt d\u0027urgence • Un extincteur portable adapté aux incendies de classes A, B et C • Cagoule anti-fumée • Gilet de sauvetage • Éclairage de sécurité • Un étiquetage clair en anglais et dans la langue locale dominante indiquant la fonction des commandes et lisible à toute heure du jour ou de la nuit. • Registre de collision de la grue 51 L\u0027entretien de routine des grues doit être effectué conformément aux documents de référence. Un carnet de bord de la grue doit être rempli par le grutier.",
                                                                      "order":  42,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Grues et dispositifs de manutention de bloc d\u0027obturation de puits,",
                                                                      "content":  "grues de manutention de conduites, portiques et pont roulants Les grues et dispositifs de manutention de bloc d\u0027obturation de puits, grues de manutention de conduites, portiques et pont roulants doivent intégrer: • Un dispositif d\u0027arrêt d\u0027urgence accessible au personnel à proximité • Un registre des collisions • Des butées d\u0027arrêt pour rails/portiques/ponts • Un système de protection contre la surcharge Les grues se déplaçant sur des rails situés sur le pont (pont principal ou niveau supérieur) doivent intégrer un système d\u0027avertissement sonore et visuel afin d\u0027alerter le personnel travaillant à proximité lors de leur déplacement. 52",
                                                                      "order":  43,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Procédures radio pour les opérations de levage",
                                                                      "content":  "I) Considération générales Les messages radio ne devraient être utilisés que pour le travail et pas pour des conversations oiseuses. Dans la règlementations radio, les injures/grossièretés sont interdites. II) Etablissement des liaisons Le grutier et le chef de manœuvre doivent établir leurs modalités de liaison radio (le centre radio indiquera le canal de service) avant le début de toute opération de levage. Chaque fois que le chef de manoeuvre change de position, il doit vérifier la communication avec le grutier III) Canaux radio Quand plus d’une grue opèrent dans la zone, chacune doit avoir son propre canal. Cela est particulièrement important lors de travaux simultanés avec des navires. Lorsqu’ils participent au levage, il convient également d’établir une communication radio avec ces navires avant de commencer la manutention. On pourra par exemple passer de la VHF à l’ UHF ou inversement. IV) Grue communiquant sur des canaux différents Lorsque deux grues sont sur des canaux différents au cours d’un transbordement en tandem, le chef de manœuvre prévues et la position des extrémités de leur flèche afin d’éviter tout contact entre les grues durant les opérations. V) Grues communiquant sur le même canal Cependant, si elles utilisent le même canal, par exemple lors d’un levage en tandem, il convient d’utiliser des signaux à bras individuels pour chaque grue avant de communiquer par radio. Ces appels radio doivent commencer par la position de la grue concernée sur la plateforme/installation, p ex. bâbord/tribord/centre, ect. Ces conventions doivent être utilisées à chaque appel pour empêcher toute confusion avec d’autres communications radio 53 VI) Levage en aveugle Durant de tels levage en aveugle, lorsque la charge est levée , descendue ou suspendue pendant de longue périodes, éviter de maintenir le bouton d’émission (radio) enfoncé pendant tout le levage. L’pération ne sera sinon pas en en mesure de confirmer ou répondre. De même, évitez de donner des instructions au début du levage puis cesser toute communication jusqu’a ce que le levage soit presque terminé. Donnez l’ordre de lancement puis continuez à parler au grutier à peu près toutes les 10 secondes pour le rassurer en lui indiquant que le contact est toujours établi et que vous poursuivez la gestion du levage. Stoppez toujours un mouvement de la grue avant d’en commencer un autre. VII) Interférences Lorsque vous dirigez des opérations de levage, assurez-vous que les employés travaillant à proximité immédiate et communiquant sur le même canal ont v=bien éteint leurs systèmes radios afin de réduire le risque d’interruptions ou d’interférences avec vos instructions. Attention! Panne de communication: les communications radio avec le grutier doivent être maintenus en permanence durant les opérations de levage. Au cas où elles seraient interrompues par un tiers ou de manière permanente, toutes ces opérations devront cesser sur le champ et ne reprendre que lorsque la liaison aura été rétablie. 54 Talkie-walkie type (fonctionnement et commandes ) (Assurez vous que vous êtes bien familiarisé avec le modèle que vous utilisez ) Fig. 7.22 Marche-Arrêt/ Contrôle du volume Met la radio on / off et ajuste le volume du haut parleur. Bouton d’émission Pressez le bouton pour parler, relâcher pour écouter. Sélecteur de canaux/balayage Sélectionner le canal de fonctionnement ou la fonction de balayage. Bouton de commande Réglage du volume ou balayage/suppression du canal nuisible. Lorsqu’il est enfoncé, permet d’écouter toute activité sur le canal. Ni le silencieux de porteuse, ni le silencieux à commande par tonalités, ni le silencieux DPL ne sont actifs lors de l’écoute. Bouton d’écoute Sélectionne le mode d’utilisation, silencieux de porteuse ou silencieuse PL / DPL. Voyant tricolore = Emission radio Rouge continue = Batterie faible Rouge clignotant lors de l’émission = Canal occupé Rouge clignotant en réception = Balayage Vert clignotant = Ecoute du canal active Jaune continu Connecteur d’antenne Connecteur d’accesoires Connecteur pour casque externe ou un microphone à distance Remarque : les modèles plus récents intègrent souvent un écran à cristaux liquides. 55 IX) Précaution d’emploi et sécurité Toujours vérifier que les piles/ la batterie sont chargées à fond avant de prendre l’appareil pour son poste. S’assurer que le micro n’est pas exposé à la pluie. Si vous ne disposez pas d’une coque de transport permettant de protéger l’appareil, une mesure de protection simple consiste à utilisier un sachet plastique ou à placer un morceau de film étirable sur le micro pour éviter qu’il ne soit trempé. Ne pas transporter les talkies-walkies dans la poche. Toujours s’assurer qu’ils sont dans leurs sacoche protectrice, attachés au corps soit par une bandoulière à l’épaule, soit à la ceinture; tout en protégeant le talkie-walkie cela évitera tout risque de blesser quelqu’un s’il tombe d’une certaine hauteur lorsqu’il vous échappera ou en montant une échelle. Attention ! Etant donné que ces radios ont une puissance d’émission non négligeable, si l’antenne venait à être endommagée et la partie centrale exposée, l’antenne devrait être immédiatement remplacée non seulement afin de maintenir des performances optimales, mais aussi pour des raisons de sécurité pour l’utilisateur. X) Silence radio Sur une installation offshore, pendant les périodes de silence radio, les systèmes radio des grues seront isolées. Aucun levage entre un navire et la plateforme ne devra avoir lieu. Les opérations de grutage seront restreintes aux zones où le grutier pourra clairement voir l’opération et le chef de manoeuvre. 56",
                                                                      "order":  44,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Palans à chaînes",
                                                 "content":  "",
                                                 "order":  7,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Sélection",
                                                                      "content":  "Pour sélectionner un palan, la premère chose à considérer est la CMU / CU, qui doit être choisi selon la charge à soulever. Lorsque celle-ci est inconnue, on calcule son poids en ajoutant un certain pourcentage à titre de marge d’erreur. La sélection peut alors être effectuée. Attention ! Eviter de lever des charges de moins de 10 % de la capacité du treuil et NE JAMAIS lever des charges de moins de 5% de celle-ci, car elles pourraient ne pas être suffisantes pour activer le frein à friction.",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "La seconde chose à considérer est la hauteur perdue minimum, étant",
                                                                      "content":  "donné que le manque d’espace vertical est souvent un problème dans les espaces confinés (p. ex. salles des machines ou ateliers avec palonniers bas). Cette hauteur varie selon le fabricant et/ou le modèle et peut influencer la sélection.",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "La troisième chose à considérer est la hauteur libre sous crochet",
                                                                      "content":  "(hauteur de levage). Les palans à chaînes de levage ont généralement une HLSC standard de 3m (les chaînes de levage font généralement un demi-mètre de moins), mais il existe des modèles avec pratiquement n’importe quelle hauteur de levage de 1,5 - 1,8 m, mais peuvent également être équipés de chaînes plus longues si l’application le demande.",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifications avant utilisation",
                                                                      "content":  "Avant d’utiliser un palan à chaîne, il est nécessaire de s’assurer qu’il est en bon état de fonctionnement et qu’il est sûr. Les vérifications suivantes doivent être effectuées : Vérifier que: La CMU/CU est adéquate pour la charge Le code couleur est à jour et le palan porte un n° d’installation / Une marque d’identification. Les linguets de sécurité sont présents. Il n’y a aucun signe d’utilisation abusive, p.ex. crochet étiré, boîtier fissuré, chaîne étirée/déformée, etc. Pour un palan à plusieurs brins, les chaînes ne sont pas tordues entre la moufle inférieur et le boîtier de levage (ce qui est généralement dû au retournement de la moufle inférieur) Le bruit du cliquet est net (un clic clair et fort) quand on fait tourner la roue de chaîne de levage ou que l’on actionne le levier. 57 Attention! Une chaîne de levage étirée ou un levier de manoeuvre déformé pourraient indiquer que le palan a été surchargé.",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Installations des palans",
                                                                      "content":  "il est essentiel de s’assurer que l’élément structurel auquel le palan est suspendu est adéquat pour la charge prévue. Celle-ci doit comprendre le poids du palan lui-même plus celui des accessoires à crochets tels qu’élingues, manilles, chariots, etc.",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Lorsque l\u0027on utilisera un palan suspendu à un crochet, ce crochet",
                                                                      "content":  "supérieur doit être attaché à son support de manière telle que ce support s\u0027adapte librement dans le siège du crochet et n\u0027exerce aucune charge latérale sur le point de contact.",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Le crochet supérieur doit être muni d\u0027un linguet de sécurité.",
                                                                      "content":  "",
                                                                      "order":  6,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Après l\u0027installation, on s\u0027assurera que la chaîne de levage et",
                                                                      "content":  "les chaînes de charge tombent librement, ne sont pas tordues et ne font pas de nœuds. On vérifiera en particulier, dans le cas de palans multibrins, que la moufle inférieure ne s\u0027est pas retournée entre les boucles de chaîne, tordant la chaîne de charge. Dans ce cas, retournez cette moufle jusqu\u0027à ce qu\u0027il n\u0027y ait plus de tours. Fig. 8.1",
                                                                      "order":  7,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifiez la longueur de la chaîne de charge pour vous assurer que le",
                                                                      "content":  "crochet inférieur peut atteindre le point le plus bas requis sans que vous ayez à sortir toute la chaîne. En effet, dans un tel cas, cela pourrait appliquer une contrainte excessive à l\u0027ancrage de l\u0027extrémité libre (qui n\u0027est pas réellement un composant porte-charge). Attention! Un palan ne doit être utilisé que pour lever et abaisser: les charges ne doivent pas être laissées suspendues sans surveillance, même peu de temps. Un élingage de secours devra être prévu et utilisé dans ce cas. 58",
                                                                      "order":  8,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Toujours",
                                                                      "content":  "S\u0027assurer que l\u0027élingage de la charge (élingue/manille/anneaux) repose correctement dans l\u0027anse du crochet inférieur et permet de fermer le linguet de sécurité. S\u0027assurer que la charge est correctement équilibrée. Placer le palan directement au-dessus du centre de gravité de la charge (s\u0027il est connu) S\u0027assurer que tous les obstacles ont été enlevés (p. ex., boulons de fixation de la charge).",
                                                                      "order":  9,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Ne jamais",
                                                                      "content":  "Charger les extrémités des crochets. Ne jamais Utiliser la chaîne de charge comme élingue, c.-à-d. enroulée autour de la charge et fixée à elle-même Déplacer une charge au-dessus de personnes. Forcer de manière excessive sur la chaîne de commande ou le levier pour éviter les surcharges sur le palan. Utiliser une rallonge du levier (tube) pour exercer plus de force (palans à chaînes). Laisser une charge suspendue sans surveillance sans soutien/ élingage supplémentaire (secondaire). Remarque: à l\u0027origine, on recommandait uniquement l\u0027usage de palans à chaîne à la verticale puisque les encliquetages fonctionnaient purement par gravité. De nos jours, ces dispositifs sont maintenus par un voire deux ressorts. Les palans à chaînes peuvent donc être utilisés jusqua un angie de 45° par rapport à la verticale (p. ex. dans une situation de « traction transversale ». Les palans à levier peuvent quant à eux être utilisés à l\u0027horizontale. 59 Attention! Si une charge est laissée suspendue, la zone sous la charge doit être balisée pour éviter tout danger pour le personnel. Faire une mise en charge brusque Laisser tomber le palan sur le sol Ne jamais utiliser un palan à chaîne comme élingue ou brin d’élingage lors de l’utilisation d’une grue pour un levage. Les palans à chaînes sont conçues pour être chargés de manière graduelle, c’est à dire, tout en tendant le jeu de la chaîne à l’aide du réducteur. LES PALANS A CHAINES NE SONT PAS CONCUES POUR RESISTER A DES MISES EN CHARGES BRUSQUES auxquelles ils pourraient être sujets lorsque la charge est plus rapidement levée ou même rapidement “saisie” par une grue. Il est fort possible que le mécanisme de freinage soi endommagé ou, encore plus probable, subisse une panne catastrophique. Fig. 8.5 60 Attention! Il est interdit, dans les circonstances décrites ci-dessus, de “déclasser” un palan. Aucun fabricant de bonnes foi ne saura accepter un tel usage abusif de ses produits. Lorsqu’un ajustement doit être possible pour le positionnement final ou pour l’installation de la charge, vous pouvez monter un palan à chaîne de sorte que le brin d’élingage supporte l’ensemble des charges dynamiques. Une fois le mouvement vertical de la grue terminé et une fois que cette dernière peut jouer un rôle de “chariot aérien automobile”, c’est à dire une structure fixe à laquelle le palan à chaîne peut être suspendu, ce dernier peut alors supporter la tension de l’élingage qui peut donc être déconnecté. A partir de là, le palan à chaîne peut être utilisé pour réaliser l’ajustement/le positionnement final requis Fig. 8.6 61",
                                                                      "order":  10,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Utilisation d\u0027un palan sous l\u0027eau",
                                                                      "content":  "Il peut parfois être nécessaire d\u0027utiliser un palan sous l\u0027eau, manipulé par des plongeurs immergés. Il est essentiel de vérifier que le type de palan sélectionné est adapté, car le matériau des disques de frein pourrait ne pas convenir. Consultez le fabricant pour confirmation. Une fois le travail terminé, un palan utilisé sous l\u0027eau doit être envoyé à un atelier agréé, démonté complètement, purgé à l\u0027eau douce, regraissé, remonté et testé avant toute nouvelle utilisation.",
                                                                      "order":  11,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Palans pneumatiques",
                                                                      "content":  "Pour les palans pneumatiques, assurez-vous qu\u0027une unité de conditionnement d\u0027alimentation en air comprimé avec filtre, graisseur et détendeur est installée et réglée à la pression correcte, afin d\u0027éviter toute contamination de l\u0027air du moteur.",
                                                                      "order":  12,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Testez le palan sur toute la longueur de la chaîne de charge et vérifiez le",
                                                                      "content":  "bon fonctionnement des fins de course haut.",
                                                                      "order":  13,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifiez les commandes du boîtier et assurez-vous que les boutons",
                                                                      "content":  "poussoirs s\u0027enfoncent sans problème et remontent en position neutre lorsqu\u0027ils sont relâchés.",
                                                                      "order":  14,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Par temps extrêmement froid, il est possible d\u0027introduire un produit",
                                                                      "content":  "dégivrant via le graisseur pour prévenir tout givrage du moteur pneumatique. 62",
                                                                      "order":  15,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Palans à câble (Tirfors)",
                                                 "content":  "",
                                                 "order":  8,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Les palans à câble, disponibles en trois capacités, peuvent être utilisés",
                                                                      "content":  "pour lever des charges (avec un facteur de sécurité de 5/1), ainsi que pour tracter des charges (avec un facteur de sécurité d\u0027environ 3,3/1) soit; CU (levage) Capacité (traction) 800 kg 1 200 kg 1 600 kg 2 500 kg 3 200 kg 5 000 kg",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Sélection des palans",
                                                                      "content":  "Il est crucial de distinguer entre l\u0027utilisation de levage et l\u0027utilisation de traction : Lors d\u0027une utilisation de levage, la charge ne reste pas stationnaire en cas de défaillance du palan ou de l\u0027un de ses accessoires. Lors d\u0027une utilisation de traction, la charge reste stationnaire en cas de défaillance du palan ou de l\u0027un de ses accessoires. Choisissez donc la capacité en tenant compte de cette caractéristique, ainsi que de la charge à déplacer (voir exemples 1 à 4). Levage simple Traction simple (en cas de défaillance du (en cas de défaillance du palan ou du câble, palan ou du câble, la charge tombe) la charge reste Fig. 9.1 stationnaire) Un palan 3 t peut soulever une charge de 3 t (estimée), mais exercer une traction de 5 t, le facteur de sécurité étant réduit étant donné que l\u0027opération est moins risquée. 63 Tirer vers le haut sur une pente = levage (en cas de défaillance du palan, la charge dégringole le long de la pente, donc elle NE RESTE PAS stationnaire). Traction transversale = levage (en cas de défaillance du palan ou du câble, la charge repart, donc elle NE RESTE PAS stationnaire). 9.3 Les palans à câble sont équipés de câbles spéciaux qui résistent à la forte pression des mâchoires, évitant ainsi les nids de fils brisés. La longueur standard du câble fourni est de 20 mètres, mais des câbles plus courts ou plus longs sont facilement disponibles. 9.4 Les palans à câble sont généralement actionnés à la main, mais des versions hydrauliques existent pour des besoins spécifiques, notamment pour des levages ou tractions particulièrement longs. Fig. 9.2 64 Palan manuel standard Palan hydraulique",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Sécurité",
                                                                      "content":  "Il est impératif d\u0027utiliser le câble correct pour le type de palan, car ces appareils sont conçus pour opérer avec un diamètre spécifique qui varie selon les fabricants de câbles. Voir tableau ci-dessous. Fabricant A B C Diamètre du Diamètre du CU du treuil Diamètre du câble câble câble 800 kg 8,3 mm 8 mm 8 mm 1600 kg 11,5 mm 11,2 mm 11 mm 3200 kg 16,3 mm 16 mm 10 mm Si vous utilisez un câble du fabricant « C » sur un palan du fabricant « A », vous pourriez vous retrouver dans une situation dangereuse, car la corde pourrait glisser et s\u0027échapper de la machine en charge.",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifications avant l\u0027utilisation",
                                                                      "content":  "Avant d\u0027utiliser le palan à câble, assurez-vous toujours qu\u0027il est en bon état de fonctionnement et qu\u0027il peut être utilisé en toute sécurité. Pour cela, vérifiez les points suivants : La CMU/CU est adéquate pour la charge. Le code couleur est à jour et le palan porte un numéro d\u0027installation ou une marque d\u0027identification. Le crochet de charge, son axe et les paliers du crochet dans les joues ne présentent pas de signes d\u0027usure, de fissures ou de déformations. Le linguet de sécurité du crochet se ferme correctement et le crochet peut pivoter librement. Faites fonctionner le palan dans les deux sens et vérifiez que les goupilles de cisaillement sont intactes (des goupilles cisaillées ou fissurées sont symptomatiques d\u0027une surcharge). Vérifiez le fonctionnement du levier ou du bouton de relâchement. 65 Insérez un câble et vérifiez la course des leviers avant et arrière. Sa longueur dépendra du modèle (voir ci-dessous). T508 - 55 mm env. T516 - 55 mm env. T532 - 32 mm env. Vérifiez le câble et assurez-vous qu\u0027il est du type adapté au palan utilisé et qu\u0027il ne présente pas de signe d\u0027usure, de déformation, de rouille, etc. Assurez-vous que le palan est bien graissé. Remarque : Une course plus longue peut indiquer une usure interne, tandis qu\u0027une course plus courte peut signaler un encrassement ou des dommages dans le mécanisme.",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Avec les T500 de Tirfor, il est possible de vérifier l\u0027usure interne sans",
                                                                      "content":  "démonter le palan. Pour ce faire, utilisez un câble neuf ou non usé et suivez les étapes suivantes :",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Poulies à chape ouverte / Moufles",
                                                 "content":  "MOUFLES",
                                                 "order":  9,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Les moufles sont disponibles sous forme simple ou multiple avec un",
                                                                      "content":  "choix d’accessoires de suspension, les plus utilisées étant les émerillons simples ou émerillons à oeil ovale. Fig. 10.1",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Le principal fonction d’une moufle simple est de changer le sens de",
                                                                      "content":  "levage ou de traction d’une corde, tandis que les moufles multiples réduisent l’effort de traction requis sur le brin d’attaque pour soulever la charge.",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Sélection",
                                                                      "content":  "La première chose à considérée lors de la sélection de moufles simples est la charge à soulever et la charge résultante sur l’élément de suspension (crochet), c’est à dire, charge plus traction de levage (qui sera plus élevée que la charge en raison des frottements sur les poulies). La charge résultante augmente lorsque l’angle entre les brins diminue. Remarque: lorsque la moufle est du type à chape ouverte, elle doit être conçue de sorte que le boulon fixant la joue ne puisse être complètement sorti. 73",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Traction angulaire",
                                                                      "content":  "R = Résultante (charge au sommet) W = Poids à soulever P = Traction (W + % pour frottement) Remarque: il est généralement convenu que le pourcentage à ajouter pour les frottements est égal à: Poulie à roulement à rouleaux: 4% par poulie, W x 1,04 Poulies à roulements à bagues bronze: 8% par poulie, W x 1,08 Pour calculer la charge résultante R, commencez par déterminer la traction requise P en multipliant la charge à soulever W par 1,04 (poulies à roulements) ou par 1,08 (poulies à bagues), puis en multipliant par les facteurs indiqués dans le tableau de la fig 10.2 en fonction de l’angle entre les brins. Attention ! Lorsque vous utilisez une moufle simple sur la partie supérieur, la charge résultante sur le support auquel celle-ci est fixée peut être le double de la charge soulevée, soit dans des conditions extrêmes. Fig. 10.3 74 Lors de la sélection de moufles multiples, il est essentiel de prendre en 10.5 compte la charge à soulever (W) ainsi que la traction de levage (P). La capacité du treuil détermine le nombre de moufles nécessaires (c\u0027est-à- dire le nombre de brins) pour effectuer le levage, ainsi que la charge correspondante. Le tableau ci-dessous vous aidera dans cette sélection. Multipliez la charge à soulever (W) par les facteurs indiqués pour obtenir la charge résultante sur le crochet (R) et la charge de levage (P) requise. Fig. 10.4 Exemple : W = 16 tonnes P = 3 tonnes Y Combien de brins sont nécessaires ? R = W/P = 16/3 = 5.3 Inversement, divisez la charge de levage ou la capacité du treuil (P) par le poids à soulever (W) et comparez le facteur obtenu dans le tableau pour déterminer le type de moufle et la CMU/CU requise. 75",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifications avant l\u0027utilisation",
                                                                      "content":  "Avant d\u0027utiliser une moufle, assurez-vous de vérifier les points suivants : La CMU/CU est adéquate pour la charge. Le code couleur est à jour et la moufle porte un numéro d\u0027installation ou une marque d\u0027identification. La moufle ne présente pas de traces d\u0027usure, de fissures ou de déformations dans la gorge. Soulevez la moufle pour vérifier l\u0027usure des roulements et des bagues. Faites tourner les réas pour vous assurer que les roulements et les bagues tournent librement. Vérifiez que tous les trous de graissage sont propres et non bloqués, et que la moufle est bien graissée. Assurez-vous que les accessoires de crochet et d\u0027émerillon ne présentent pas d\u0027usure ou de déformation. Examinez les paliers de butée et leurs rondelles, si possible, pour vérifier leur bon fonctionnement. Vérifiez que l\u0027axe supérieur et les sections filetées ne présentent pas d\u0027usure ou de déformation. Si le crochet supérieur est du type à tige, vérifiez l\u0027état de la tige et de l\u0027écrou pour vous assurer qu\u0027ils ne présentent pas d\u0027usure ou de déformation. Vérifiez également que la traverse ne présente pas de traces d\u0027usure. Assurez-vous que la manille et l\u0027anneau de suspension ne présentent pas d\u0027usure, de déformations ou de fissures. Vérifiez que les plaques et étriers latéraux ne présentent pas de traces d\u0027usure, de déformation ou de fissures, en particulier autour du trou de l\u0027axe chargé principal et du trou de suspension supérieur. Assurez-vous que les étriers et flasques latéraux ne présentent pas d\u0027arêtes vives ou de barbures qui pourraient abîmer le câble. Vérifiez que les ringots, s\u0027ils sont présents, ne sont pas usés, déformés ou fissurés. Vérifiez toutes les pièces d\u0027écartement et les boulons d\u0027assemblage pour vous assurer qu\u0027ils ne sont pas déformés. À l\u0027aide d\u0027une jauge, vérifiez que le diamètre intérieur des réas est compatible avec le câble du treuil. 76 Gorge trop petite Gorge trop large Câble supporté sur (abrasion du câble (aplatissement ½ de sa circonférence par le réa) du câble) Fig. 10.5 10.7 Sécurité Avant de suspendre la moufle à la charpente de soutien, assurez-vous que toutes les goupilles fendues et d\u0027arrêt sont correctement installées. Pour une moufle à chape ouverte, vérifiez que la goupille d\u0027arrêt est bien en place. Fig. 10.6 10.8 Assurez-vous que l\u0027élément de charpente de suspension est assez solide pour supporter toutes les charges prévues; en cas de doute, consultez votre superviseur. 77",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Assurez-vous que la moufle est correctement alignée avec le brin",
                                                                      "content":  "d\u0027attaque afin d\u0027éviter que le câble ne frotte contre une joue.",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Si le câble n\u0027est pas manchonné, après mouflage:",
                                                                      "content":  "Vous devez toujours vous assurer que L\u0027extrémité du câble est une attache à coin ouverte Ne jamais Former l\u0027extrémité du câble à l\u0027aide de serre-câbles, leur utilisation étant formellement interdite dans les applications de levage. Surcharger la moufle. 78",
                                                                      "order":  6,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Treuils",
                                                 "content":  "",
                                                 "order":  10,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Les treuils peuvent être manuels ou motorisés, les plus courants",
                                                                      "content":  "sont les modèles pneumatiques. Manuel Pneumatique Fig. 11.1",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Sélection",
                                                                      "content":  "Lors de la sélection d’un treuil, l’élément le plus important est la traction requise. Si vous utilisez un mouflage multiple, consultez 11.4 de cette norme qui vous aideras pour les calculs. Ne pas oubliez que la majorité des chiffres indiqués sont basés sur les performances avec tambour à demi plein (la traction diminue quand le tambour se remplit). Tambour plein - traction min. Tambour à demi-plein - traction moy. (Capacité du câble = 36 % de la valeur totale) 1er tour - traction max. Fig. 11.2 Remarque: la traction avec tambour à demi plein n’a qu’une performance moyenne. Ne pas ce chiffre avec la capacité du câble, qui est d’environ 36% du stockage tambour plein à ce point. 79",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "La capacité du tambour, c\u0027est-à-dire la longueur de câble nécessaire, est",
                                                                      "content":  "illustrée à la figure 14.3. Attention ! Le câble doit avoir une longueur minimale telle qu\u0027en position extrême (les moufles supérieure et inférieure étant les plus éloignées possible), il reste au moins cinq couches sur le tambour. Cela permet d\u0027éviter tout transfert de charge sur l\u0027ancrage au tambour, qui n\u0027est PAS un composant porteur. Pour déterminer la longueur de câble requise, voici un exemple des paramètres à considérer : des moufles à 3 et à 2 réas, une moufle ouverte à corde et un treuil. Multipliez la distance entre les centres des moufles par le nombre de brins. p. ex. 35 m x 5 = 175 m Ajoutez la longueur de corde de la moufle supérieure à travers la moufle ouverte jusqu\u0027au treuil. p. ex. 30 m + 10 m = 40 m Ajoutez la longueur autour des réas, c.-a-d., nombre de réas x 0,5 fois la circonférence du réa. p. ex. 5 x 600 mm = 3 m Ajoutez la marge de 5 tours sur le tambour, soit 5 fois la circonférence de celui-ci. p. ex. 5 x 2,5 m = 12,5 m Longueur totale du câble requise. = 175 m + 40 m + 3 m + 12,5 m = 230,5 m (Lorsque cette longueur représente plus de 36% de la capacité du tambour, vérifiez à nouveau la traction donnée pour le treuil dans le catalogue du fabricant). Fig. 11.3 80",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifications avant l\u0027utilisation",
                                                                      "content":  "Avant d\u0027actionner le treuil, vérifiez que: La CMU/CU est adéquate pour la charge. Le code couleur est à jour et le treuil porte un n° d\u0027installation / une marque d\u0027identification. La garde de câble n\u0027est pas endommagée ni tordue, ce qui pourrait bloquer et/ou user le câble En l\u0027absence de garde, NE PAS UTILISER ! Le tambour du treuil n\u0027est pas usé, déformé ou fissuré. Les bandes et tambours de frein ne sont pas anormalement usés. Les bandes et tambours sont propres et ne présentent pas de rouille ou autre contamination. Lorsqu\u0027ils sont présents, examinez le frein automatique et les ressorts d\u0027arrêt, leurs bielles et goupilles. Vérifiez que la partie exposée de la tige de piston ne présente pas de rouille et autre corrosion. Une fois le courant coupé, vérifiez que tous les leviers de commande reviennent en position neutre quand on les relâche. Vérifiez que les flèches et marques de sens de défilement sont en place et clairement visibles. Vérifiez le niveau d\u0027hulle. Examinez le socle du treuil et vérifiez qu\u0027il ne présente pas de soudures fissurées, fissures autour des trous de boulons, déformations ou autres dégâts dus à des chocs. Ancrage: Vérifiez que les boulons, soudures et autres fixations sont adéquats et autant que possible, que les éléments du socle métallique ne présentent pas de signes de détérioration. Remarque: si un treuil est déplacé, il doit être rééprouvé, à moins que le nouvel ancrage ait déjà été certifié. 81 vérifiez que l\u0027alimentation en air convient pour ce type particulier de treuil (pression, etc.). Branchez l\u0027alimentation en air et faites un essai de fonctionnement du treuil.",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Inspectez visuellement le câble du treuil et vérifiez qu\u0027il ne présente pas:",
                                                                      "content":  "D\u0027usure et de rouille et autre corrosion. De traces d\u0027abrasion. De dégâts mécaniques (écrasements, fils brisés...).",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Commande et pose du câble",
                                                                      "content":  "Si un nouveau câble est nécessaire , assurez-vous que vous mesurez correctement le diamètre pour éviter d\u0027avoir un câble TROP PETIT. Fig. 11.4",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Lorsque vous déroulerez un câble d’un touret en bois sur le tambour du",
                                                                      "content":  "treuil, évitez de la courber dans l’autre sens, ce qui abîme le commettage. 82",
                                                                      "order":  6,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Il est essentiel de déterminer le commettage approprié du câble.",
                                                                      "content":  "Lorsqu\u0027un câble ou cordage avec le sens de commettage correct est enroulé, les boucles sur le tambour se loveront les unes contre les autres et maintiendront une nappe régulière lorsque la charge sera déposée. En revanche, avec un câble ou cordage au commettage incorrect, les boucles se séparent lorsque la charge est déposée. Lors de la reprise de l\u0027enroulement, les boucles de câble peuvent se croiser et se chevaucher, entraînant un aplatissement et un écrasement. Fig. 11.5 Commettage à gauche - main gauche Commettage à droite - main droite Sous enroulement Sous enroulement Sous enroulement Sous enroulement Attacher à gauche Attacher à droite Attacher à droite Attacher à gauche Fig. 11.6 83",
                                                                      "order":  7,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Les treuils les plus utilisées ont un étrier de frein long et un étrier de",
                                                                      "content":  "frein court Assurez-vous que l\u0027enroulement du câble est correct par rapport aux étriers, car un bobinage incorrect peut : Réduire l\u0027efficacité des freins. Diminuer considérablement la capacité de treuillage, car la vanne rotative fonctionnera en sens inverse. Fig. 11.7 Remarque: toute modification du sens d’enroulement doit faire l’objet d’une discussion avec le fabricant et être approuvée par celui-ci. 84",
                                                                      "order":  8,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Angle de déflexion",
                                                                      "content":  "Nous recommandons que l\u0027angle de déflexion maximal pour un tambour lisse ne dépasse pas 1,5°. Pour un tambour rainuré, cet angle peut aller jusqu\u0027à 2,5°. Pour atteindre ces valeurs, il peut être nécessaire d\u0027utiliser une poulie ou une moufle déflectrice.",
                                                                      "order":  9,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Dans la majorité des cas, le câble a une cosse fixée par virole, mais dans",
                                                                      "content":  "certaines circonstances (mouflage multiple) la cosse est enlevée et l\u0027élément de terminaison doit être monté sur place. La meilleure solution consiste à utiliser des attaches à coin ouvertes, en particulier pour le levage de charges. Remarque 1: les attaches à coin ouvertes ont une efficacité de 80 %. On vérifiera visuellement qu\u0027elles ne présentent pas de fissures autour de la chape. Fig. 11.8 Ne pas serrer le brin mort contre le brin sous tension (mauvaise technique courante). Remarque 2: des attaches à coin étendu sont maintenant disponibles et intègrent un trou permettant le montage du serre-câble. La sécurité est ainsi plus grande et l\u0027extrémité est plus propre. Fig. 11.9 85 Remarque 3 : Le brin mort (retourné) doit avoir une longueur minimale de 6 diamètres pour les câbles standard et de 20 diamètres pour les câbles antigiratoires, mais dans tous les cas, il ne doit pas être inférieur à 150 mm. La cosse fixée par virole peut être équipée d\u0027un crochet ou d\u0027une manille pour la connexion à la charge. La plupart des fabricants privilégient l\u0027utilisation d\u0027un crochet de sécurité de type fermé (par exemple, BK) ou d\u0027une manille de sécurité. Ces dernières semblent être l\u0027attache préférée lorsqu\u0027on utilise le treuil pour le levage de personnes.",
                                                                      "order":  10,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Il existe différents types de serre-câbles permettant de terminer les",
                                                                      "content":  "câbles sur place ; les trois types les plus courants sont : “First Grips” (efficacité: 80 %) Serre-câbles “Eureka” (efficacité variable, en moyenne 45% sur la basse d’essais indépendants effectués sur des serre-câbles de 16 mm à 2 boulons) Serre câbles “Bulldog” (seul le type DIN1142 est acceptable efficacité 80%) Les chiffres d’efficacité indiqués ci-dessus sont basés sur la charge de rupture du câble indiquée par le fabricant. First Grip Eureka peut être Bulldog doit uniquement Peut être posé dans posé dans les 2 sens être posé dans un sens les 2 sens Fig. 11.10 Remarque: dans les situations générales d’élingage, l’utilisation de tout type de serre câble à l’extrémité des câbles dans des applications de levage ou de traction est interdite. 86",
                                                                      "order":  11,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Utilisation des treuils",
                                                                      "content":  "Toujours Garder les mains éloignées du câble/cordage s’enroulant sur le tambour. Tenir le personnel éloigné du câble de levage. Vérifier que le frein fonctionne correctement avant de lever une charge à une hauteur importante. Abaisser la charge lentement pour éviter les charges dynamiques sur le treuil et le câble.",
                                                                      "order":  12,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Ne jamais",
                                                                      "content":  "Surcharger le treuil L’utiliser pour lever ou descendre du personnel, sauf s’il a été spécifiquement conçu à cette fin et possède le marquage afférent. Changer de sens d’enroulement/déroulement (bobinage) sans consulter auparavant le fabricant. Remarque: lorsqu’ils y a plusieurs treuils dans un espace restreint, il est nécessaire pour des raisons de sécurité de marquer les terminaisons des câbles avec l’identité du treuil correspondant. Attention ! Lorsque l’on opère un treuil avec le câble passant dans une moufle en hauteur, il est souvent nécessaire de fixer un poids à son extrémité pour empêcher qu’il ne se déroule intempestivement sous l’effet du poids du segment situé entre la moufle et le treuil. Cela est particulièrement important dans le cas d’un transfert",
                                                                      "order":  13,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Treuils de transfert (levage) de personnel",
                                                                      "content":  "Sur les derricks et les plates-formes de forage, les treuils sont fréquemment utilisés pour le transfert de personnel. Ces treuils doivent être soit spécialement conçus à cet effet, soit modifiés et recertifiés pour cette utilisation. Dans tous les cas, ils doivent porter la mention \"apte au transfert de personnes\". Aucun autre type de treuil ne peut être utilisé pour le transfert de personnel. Attention ! Lors de telles opérations, ne JAMAIS laisser le treuil sans surveillance, quelles que soient les circonstances 87",
                                                                      "order":  14,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Elingues à câbles métalliques",
                                                 "content":  "Conseil de sécurité",
                                                 "order":  11,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Les élingues en câbles métalliques sont souvent fabriquées avec ces",
                                                                      "content":  "terminaisons formées par épissure mécanique couramment appelées viroles, gaines ou manchons. Le œil de l’élingue peut être muni ou non de cosses en fonction de l’application.",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Sélection",
                                                                      "content":  "Les élingues à câbles sont les plus utilisées car elles sont très polyvalentes et relativement légères par rapport à leur résistance. Elles peuvent être simples (monobrin) ou à brins multiples. Elingues simples et sans fin Cosse Cosse Cosse Anneau mou Cosse Anneau mou Sans fin Fig. 12.1 88 Elingues multi-brins Deux brins Trois brins Quatre brins Fig. 12.2",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "La majorité des élingues utilisées doivent être munies de cosses pour",
                                                                      "content":  "utiliser au mieux la résistance du câble, car avec des élingues à boucle souple, la résistance est moindre si l’oeil supportant la charge a un faible diamètre.",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Charges maximale d’utilisation",
                                                                      "content":  "La CMU est fixé en fonction :",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Elingues en fibre synthétiques",
                                                 "content":  "Il est essentiel de surveiller rigoureusement les conditions de stockage et de manipulation des élingues en fibres synthétiques afin de préserver leur intégrité et d’éviter toute contamination. En raison de leur conception, ces élingues peuvent perdre une grande partie de leur résistance en cas de coupure, de déchirure, d’effilochage ou de rupture des coutures. Si la gaine de protection présente des dommages ou des entailles, l’élingue doit être immédiatement mise hors service. De manière générale, les élingues en fibres synthétiques et les sangles doivent être retirées du service après un an d’utilisation, sauf dans le cas d’applications spécifiques. Pour ces dernières, une inspection rigoureuse est nécessaire pour prolonger leur usage au-delà de cette période. En raison de la sensibilité du matériau, la capacité maximale d’utilisation (CMU) peut être fortement réduite en cas de défauts visibles. Il est donc impératif de procéder à un examen minutieux avant chaque utilisation et de ne pas réutiliser une élingue présentant l’un des défauts mentionnés.",
                                                 "order":  12,
                                                 "sections":  [
                                                                  {
                                                                      "title":  "Les élingues en fibres synthétiques (plates et rondes) sont",
                                                                      "content":  "disponibles en cinq types de base: Format Applications A boucles cousues Multiples Avec maillons en D Simple direct ou brassière Avec maillons en D et Simple direct, brassière/ maillon maillon mouflage mouflage nœud coulant Sans fin (plate - sangle) Multiples Sans fin (ronde) Multiples 99 Avec mailons en D et mouflage Avec maillons en D Sans fin (plate) A boucle cousues Fig.13.1 13.2 Capacité de levage et choix du type d’élingue La largeur de l’élingue influence directement sa capacité de levage : Une élingue simple (épaisseur simple) offre environ 1 tonne de capacité par 50 mm de largeur. Une élingue double (double épaisseur) offre environ 1 tonne par 25 mm de largeur. 13.3 Le choix entre une élingue plate ou ronde dépend du mode d’élingage prévu, car celui-ci impacte la CMU. Il convient donc d’appliquer un facteur de mode (M) adapté à la configuration d’utilisation. Elingage Nœud coulant Panier 0° Panier 90° simple direct M = 0,8 M = 2 M = 1,4 M = 1 Fig.13.2 100",
                                                                      "order":  0,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Pour les opérations courantes, les élingues rondes ou estropes à",
                                                                      "content":  "boucles souples sont recommandées pour leur polyvalence. Toutefois, en cas d’usage fréquent, les modèles avec maillons en D sont préférables en raison de leur meilleure résistance à l’usure.",
                                                                      "order":  1,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Pour les charges fragiles ou aux formes complexes (comme les vannes,",
                                                                      "content":  "armoires de commande, actionneurs, etc.), les élingues rondes sont à privilégier. Leur souplesse et leur capacité à former un nœud coulant assurent un maintien sûr sans endommager la charge. Fig.13.3 Longuer utile efficace (entre points de charges)",
                                                                      "order":  2,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Vérifications avant utilisation",
                                                                      "content":  "Avant d’utiliser des élingues plates ou rondes, vous devez les examiner sur toute leur longueur pour vous assurer que : La CMU/CU est adéquate pour la charge Le code couleur est à jour L’élingue porte un n° d’installation Il n’y a pas de coupures, déchirures ou effilochages De dégâts dus à des produits chimiques Ou à la chaleur De pénétration de corps étrangers dans les fibres De déformation/ d’usure des oeillets métalliques Attention ! Lorsque de l’inspection délingues rondes et en cas de découverte de coupures dans la gaine protectrice, ces premières doivent être mises au rebut car la résistance de l’âme intérieur pourrait être compromise. 101",
                                                                      "order":  3,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Consignes de sécurité",
                                                                      "content":  "",
                                                                      "order":  4,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Les élingues en fibres synthétiques sont destinées à un usage sur site ou",
                                                                      "content":  "sur installation, mais ne doivent pas être utilisées pour le transport entre ces lieux.",
                                                                      "order":  5,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "La majorité est fabriquée en polyester, ce qui leur confère une bonne",
                                                                      "content":  "résistance à l’eau de mer, aux hydrocarbures et à de nombreux acides à température ambiante. En revanche, elles sont vulnérables aux bases alcalines, qui peuvent dégrader le polyester.",
                                                                      "order":  6,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  },
                                                                  {
                                                                      "title":  "Il est crucial d’éviter tout contact avec des arêtes vives, qui risqueraient",
                                                                      "content":  "de couper ou d’endommager l’élingue lors de la prise de charge. Des protections doivent systématiquement être mises en place autour de ces zones à risque. N Les sangles risque de ce couper Fig.13.4 Toujours placer des protections autour des arêtes vives. 102 103 104",
                                                                      "order":  7,
                                                                      "images":  [

                                                                                 ],
                                                                      "tables":  [

                                                                                 ],
                                                                      "subsections":  [

                                                                                      ]
                                                                  }
                                                              ]
                                             },
                                             {
                                                 "title":  "Manilles",
                                                 "content":  "",
                                                 "order":  13,
                                                 "sections":  [

                                                              ]
                                             },
                                             {
                                                 "title":  "Boulons à oeil",
                                                 "content":  "",
                                                 "order":  14,
                                                 "sections":  [

                                                              ]
                                             },
                                             {
                                                 "title":  "Tendeurs",
                                                 "content":  "",
                                                 "order":  15,
                                                 "sections":  [

                                                              ]
                                             },
                                             {
                                                 "title":  "Dispositifs anti-chute",
                                                 "content":  "",
                                                 "order":  16,
                                                 "sections":  [

                                                              ]
                                             }
                                         ]
                        },   {
                            "title":  "Conseil de sécurité",
                            "description":  "",
                            "chapters":  [
                                             {
                                                 "title":  "Recommandations concernant l’élingage",
                                                 "content":  "",
                                                 "order":  17,
                                                 "sections":  [

                                                              ]
                                             },
                                             {
                                                 "title":  "Chargement/ Déchargement de conteneurs",
                                                 "content":  "",
                                                 "order":  18,
                                                 "sections":  [

                                                              ]
                                             },
                                             {
                                                 "title":  "Transfert de personnel",
                                                 "content":  "",
                                                 "order":  19,
                                                 "sections":  [

                                                              ]
                                             },
                                             {
                                                 "title":  "Levage au dessus d’équipements sous tension",
                                                 "content":  "",
                                                 "order":  20,
                                                 "sections":  [

                                                              ]
                                             },
                                             {
                                                 "title":  "Levage sans contact avec les mains",
                                                 "content":  "Tableaux de charges utiles Tableaux 1 Charges de rupture des câbles métalliques Tableaux 2 Elingues en câbles métalliques Tableaux 3 Elingues en fibres synthétiques Tableaux 4 Elingues en chaîne alliage Tableau 5 Manilles en alliage Tableau 6 Boulon à œil Tableau 7 Anneaux de levage 19 Tableau 8 Tendeurs Annexes Annexe 1 Equipements de levage / Matrice législative Annexe 2 Densité des matériaux Annexe 3 Liste de contrôle générale avant levage Annexe 4 Echelle de Beaufort des forces du vent et indicateurs visuels Annexe 5 Calculs utiles 20",
                                                 "order":  21,
                                                 "sections":  [

                                                              ]
                                             }
                                         ]
                        }
                    ]
}
