{
    "Page_2": "Introduction\nBienvenue dans ce e-book consacré aux opérations de levage chez\nTotalEnergies. Le levage joue un rôle crucial dans nos activités\nquotidiennes, qu'il s'agisse de soulever, descendre ou suspendre\ndes charges de différentes tailles et masses. Bien que courantes, ces\nopérations présentent des risques importants pour le personnel,\nl'environnement et les installations.\nIl est essentiel de disposer de la formation et des compétences\nnécessaires pour effectuer ces opérations en toute sécurité. Cette\nnorme d'élingage et de levage doit être respectée.\nCe guide vise à fournir un aperçu des meilleures pratiques, des\nprocédures et des normes en vigueur pour les opérations de levage\nau sein de notre entreprise.\nN’oubliez pas: S’il n’y a aucun CMU, aucun n° d’identification\net/ou aucun CODE COULEUR, ne l’utilisez pas !\n2",
    "Page_19": "Introduction et champs d’applications\n1.0 Glossaire\n2.0 Définitions et principes des équipements de levage\n3.0 Inspection d’appareils de levage \n4.0 Sélection d’un équipement de levage\n5.0 Améliorer la sécurité des opérations de levage \n6.0 Norme et formulaire de contrôle et de récupération  \nUtilisation sécuritaire du matériel \n7.0 Grues \n8.0 Palans à chaînes \n9.0 Palans à câble (Tirfors)\n10.0 Poulies à chape ouverte / Moufles \n11.0 Treuils \n12.0 Elingues à câbles métalliques  \nConseil de sécurité \n18.0 Recommandations concernant l’élingage \n19.0 Chargement/ Déchargement de conteneurs\n20.0 Transfert de personnel \n21.0 Levage au dessus d’équipements sous tension \n22.0 Levage sans contact avec les mains \nTableaux de charges utiles\nTableaux 1 Charges de rupture des câbles métalliques \nTableaux 2 Elingues en câbles métalliques \nTableaux 3 Elingues en fibres synthétiques\nTableaux 4 Elingues en chaîne alliage \nTableau 5 Manilles en alliage \nTableau 6 Boulon à œil \nTableau 7 Anneaux de levage \nTableau 8 Tendeurs Sommaire \n13.0 Elingues en fibre synthétiques \n14.0 Manilles \n15.0 Boulons à oeil \n16.0 Tendeurs \n17.0 Dispositifs anti-chute\n19",
    "Page_20": "Annexes \nAnnexe 1 Equipements de levage / Matrice législative \nAnnexe 2 Densité des matériaux \nAnnexe 3 Liste de contrôle générale avant levage \nAnnexe 4 Echelle de Beaufort des forces du vent et indicateurs visuels\nAnnexe 5 Calculs utiles  \n20",
    "Page_21": "Glossaire \nPersonne compétente\n Personne dont les connaissances, l'expérience et les compétences, ainsi\nque la formation et l'autorisation de travail à un poste de levage défini\nont été avérées.\nCharge utile (en anglais Working Load Limit WLL)\n La charge maximale qu'un appareil de levage est conçu pour lever,\nabaisser ou suspendre. Cette charge maximale ne tient pas compte des\nconditions de service particulières qui peuvent modifier la capacité\nfinale de l'équipement (voir CMU ci-dessous).\nRemarque: la charge utile déterminée par la personne compétente ne\ndoit jamais être dépassée volontairement.\nCharge maximale utile (CMU) (en anglais Safe Working Load SWL)\n La charge maximale (telle que certifiée par une personne compétente)\nqu'un appareil de levage est capable de lever, d'abaisser ou de tenir\nsuspendue dans des conditions de service particulières. La CMU peut\ndonc être inférieure à la charge utile.\nRemarque: la charge maximale utile déterminée par la personne\ncompétente ne doit jamais être dépassée volontairement.\n Facteur de sécurité\nRapport entre la charge qui provoquerait la défaillance d'un élément\nd'un appareil de levage et la charge qui lui est imposée en service (c.-à-d\nla CMU qui permet de tenir compte de critères négatifs tels qu'usure,\ncharges dynamiques, etc.).\nCode couleur\nMéthode de marquage de l'équipement (normalement avec de la\npeinture) pour indiquer visuellement son statut en matière de\ncertification.\n 1.0\n1.1\n1.2\n1.3\n1.4\n1.5\n21",
    "Page_22": "Numéro de l'installation/d'identification\nNuméro unique donné à un élément d'un appareil de levage à des fins\nd'enregistrement et pour en faciliter la traçabilité.\nHauteur libre\nDistance verticale maximale entre l'élément à soulever et le point de\nsuspension de l'appareil de levage, c.-a-d. entre les œils de levage et le\ndessous des poutres du chemin de roulement.\n Hauteur de levage\nDistance de déplacement possible entre les points de connexion\nsupérieur et inférieur, c.-à-d. les crochets d'un appareil de levage.\n Dimension établie\nDistance minimum entre le niveau de suspension et la selle de crochet\ninférieure (aussi connu sous le nom de hauteur fermée).\n Capteurs de charge\n Élément d'équipement utilisé pour détecter les charges réelles à un\npoint de fixation (p. ex. manille à capteur de charge, cale-étalon ou\ncellule dynamométrique en compression, etc.)\nCharge d'épreuve\nCharge appliquée en conditions d'essai supérieure à la CMU/CU afin de\nvérifier l'intégrité de l'équipement de levage.\nPersonne compétente (pour l'inspection du matériel de levage)\nIndividu ayant les connaissances et l'expérience requises, aussi bien\nthéoriques que pratiques, sur le matériel et équipement considéré pour\npouvoir certifier avec confiance que celui-ci ne présente pas de défaut\névident et qu'il convient en tous points pour l'opération pour laquelle il\nsera utilisé.1.06\n1.07\n1.08\n1.09\n1.10\n1.11\n1.12\n22",
    "Page_23": "Equipements de levage\nCes équipements comprennent les appareils et l’équipement de\nlevage. Ils sont définis comme suit: \nAppareils de levage \nTout dispositif mécanique capable de lever ou d’abaisser une charge.\nEx: Grues, Chariots élévateurs, Nacelles suspendues, Palans, Poutre de\nlevage, Treuils...\nEquipement de levage \nTout dispositif quel qu’il soit, utilisé et conçu pour être utilisé\ndirectement ou indirectement pour relier une charge à un appareil de\nlevage et ne faisant pas partie de la charge. \nEx: élingues à câble, chaîne ou fibre synthétique, crochets et accessoires,\npivots, manilles, boulon à œil, ridoirs, attaches à coin, lève-tôles. \nCompétent(e) \nDisposant des connaissances, des compétences, ainsi que de\nl’expérience nécessaire à la réalisation de tâches spécifiques. \nAbrasion \nUsure de surfaces des brins d’un câble. \nHomologué \nConforme à la norme intérieur de l’entreprise.\nChef de manœuvre\nIndividu clairement identifiable ayant la responsabilité partagée\nd’assurer un levage et une dépose de la charge en toute sécurité.\nContrôle également l’opération de levage lors d’un levage en aveugle.\nLevage en aveugle \nLorsque l’utilisateur de l’appareil de levage n’a pas le chef de manœuvre,\nresponsable de la charge, dans son champ visuel de manière continue.\nAgent de coordination du levage\nPoint de contact responsable du levage pour une installation particulière\net personne compétente pour les opérations de levage. \nRésistance à la rupture (câble) \nLa charge mesurée requise pour briser un câble en tension. 2.0 Définition et principes des équipements de levage  \n2.1\n2.2\n2.3\n2.4\n2.5\n2.6\n2.7\n2.8\n23",
    "Page_24": "2.9\n2.10\n2.11\n2.12\n2.13\n2.14\n2.15\n2.16\n2.17\n2.18CCU \nUnités de transport de marchandises (Cargo Carrying Unit), tout\néquipement utilisé pour contenir ou transférer une charge. Exemples:\nconteneurs, nacelles, râteliers à bouteilles de gaz, nacelles de transfert\nde personnel, bennes à déchets, ect.  \nCertification \nLa preuve (généralement sous forme de document papier) que le\nmatériel est certifié. \nCertifié \nProuve la réussite à un examen défini. \nCâble Lang\nCâble dont les fils composant les torons et ces derniers sont dans le\nmême sens \nCâblage à gauche ordinaire\nLes fils sont enroulés vers la droite et les torons vers la gauche\n \nPlan de levage \nUne fois l’évaluation des risques terminée, un document écrit officiel est\ncrée afin de détailler l’approche à suivre lors de l’opération de levage.\nElle identifiera le personnel et l’équipement requis, ainsi que la méthode\nde levage.  \nEssai en charge \nEssai de traction à un niveau prédéterminé et nouvelle inspection d’un\nélément de l’équipement. \nCâblage à droite ordinaire\nLes fils sont enroulés vers la gauche et les torons vers la droite\nCorde de manœuvre\nUne corde de type “anti-nœuds” attachés à une charge suspendue\n(généralement en bas) facilite la stabilisation de cette dernière et permet\nau membre de l’équipage tenant la corde de prévenir toute rotation et\nd’aider au guidage de la charge. \nTirfor \nMot anglais décrivant un treuil manuel utilisé pour déplacer/lever des\nobjets lourds par tranches ou pour dérouler le câble. \n24",
    "Page_25": "2.19\n2.20\n2.21\n2.22\n2.23\n2.24Qualifié(e)\nCompétent(e), grâce à un enseignement et une pratique spécialisés. Une\nfois terminé, une formation (comprenant généralement des examens\npermettent de prouver sa compétence) est généralement suivie d’une\ncertification. \nPrincipes de l’équipement de levage \nTous les équipements de levage doivent avoir une solidité et une\nconstruction adéquates, être réalisés dans des matériaux de qualité et\ncapables de  supporter les charges et contraintes qu’ils auront à\nsupporter. Ils devront être testés conformément aux exigences\nréglementaires (par application d’une charge d’épreuve) et u certificat\nd’essai sera émis avant leur première utilisation. Ce certificat est un\ndocument juridique important. \nFacteurs de sécurité\nLe facteur de sécurité pour tout équipement de levage doit être adéquat\net basé sur sa conception. Il ne doit jamais être abaissé et sert à\nindiquer la tolérance à l'usure, aux impacts, aux charges dynamiques et\naux surcharges accidentelles. Ces tolérances sont prévues uniquement\npour des circonstances imprévues et ne doivent pas être réduites\nvolontairement. Évitez les surcharges et soyez vigilants pour prévenir les\nsituations accidentelles. En cas de doute, consultez votre superviseur.\nCertains dispositifs de levage (p. ex. palonniers) peuvent être utilisés de\ndifférentes façons. Il est donc important que le fabricant/fournisseur\ndonne dans chaque cas des renseignements sur l'usage spécifique\nprévu et demande conseil avant de tenter toute utilisation non prévue\nCertains chapitres de cette norme mentionnent l'angle auquel\nl'équipement est utilisé (p. ex. l'angle entre les brins d'une élingue\nmultiple). Il est extrêmement important de tenir compte de la variation\nde la charge maximale d'utilisation que peut entraîner l'utilisation d'un\ntel équipement à un angle prononcé\n \nUn point final à considérer lors de la sélection de l'équipement pour une\nopération donnée est la compatibilité entre les différents éléments\nrequis. Un certain nombre de qualités différentes de matériau(x) sont\nsouvent utilisées pour le matériel de levage. En particulier, on\nremarquera que la taille des crochets, maillons, anneaux et manilles\nvarie considérablement pour une capacité donnée selon le type de\nmétal utilisé. Vous devrez donc vous assurer que chaque élément est\ncorrectement monté et aligné avec son voisin. Un anneau ou une\nmanille intermédiaires pourront pour cela être utilisés en cas de besoin.25",
    "Page_26": "3.0 INSPECTION D'APPAREILS DE LEVAGE \n \nCe chapitre décrits les inspections nécessaires pour garantir la sécurité\ndes opérations de levage.\n \nVérifications avant l'utilisation \nAvant chaque utilisation, il est impératif d'examiner tous les composants\nde l'appareil de levage pour s'assurer qu'ils sont en bon état et sécurisés\npour l'opération prévue.\n \nAttention! Ne rangez pas le matériel de levage dans des vestiaires ou\ncoffres à outils, car il pourrait être oublié lors d'une inspection et ainsi\nne plus être certifié. \n \nTrois éléments spécifiques à vérifier, en dehors de l'équipement,\nsont :\nI)    La CMU requise. \nII)   Le n° de l'installation/d'identification. \nIII) Le bon code couleur (le code courant doit être affiché à un endroit      \nbien en vue - pour le confirmer, vous adresser à votre superviseur). \n \nRemarque : Le code couleur n'indique pas l'aptitude à l'usage, mais\nsimplement l'état de certification.\n \nPour plus de détails sur les points à vérifier lors de ces inspections,\nconsultez le chapitre 6 \"Améliorer la sécurité des opérations de levage\"\nde cette norme, les détails variant selon le type d'équipement.3.1\n3.2\n3.3\nN'oubliez pas: S'il n'y a aucune CMU, aucun n° d'identification et/\nou aucun CODE COULEUR, ne l'utilisez pas !\nAppareils de levage \nGrues, chariots élévateurs, à fourche et autres, nacelles suspendues,\npalans motorisés, à main, à levier et à corde, chariots porte-palans et\nattaches de poutres, moufles, treuils, poutres de levage. \nEquipement de levage \nElingues à câble, chaîne ou fibre synthétique, crochets et accessoires,\npivots, manilles, boulons à oeil, tendeurs/ridois, attaches à coin, lève-\ntôles. \nConsultez la section 2.0 de cette norme afin d’obtenir la bonne\ndéfinition de cet équipement \n3.4\n3.5 26",
    "Page_27": "4.0 SELECTION D’UN EQUIPEMENT DE LEVAGE  \n \nAvant de préparer le levage, il est crucial de déterminer le poids de la\ncharge à soulever. Dans la plupart des cas, ce chiffre est déjà connu.\nCependant, si ce n'est pas le cas, utilisez un dispositif de mesure du\npoids (voir exemples aux figures 4.1 à 5.3 ci-dessous). Vous pouvez\négalement consulter le fabricant ou prendre des mesures et calculer le\npoids en utilisant le tableau de densité des matériaux à l'annexe 2. En\ncas de doute, n'hésitez pas à consulter votre agent de coordination du\nlevage.\nAprès avoir déterminé le poids de la charge, il est essentiel de vérifier la\nhauteur libre disponible, car elle influence les angles des élingues et la\ntension réelle sur les brins.\nRemarque: Le poids de l'élingage sélectionné doit être ajouté à celui de\nla charge, et le poids total doit être pris en compte lors du choix de\nl'appareil de levage.\nVérifiez la compatibilité des différents composants, car les tailles varient\nselon le matériau utilisé pour la fabrication. \nVérifiez bien que l'équipement retenu convient à la tâche spécifique et à\nson environnement, par exemple en cas d'utilisation sous l'eau (tous les\ntypes d'équipements ne conviennent pas pour une telle utilisation !).\nUne fois l'équipement sélectionné, il doit subir un examen \"pré-\nutilisation\" comme décrit dans les différents chapitres de cette norme. Si\nun élément échoue à l'examen visuel, il doit être immédiatement mis\nhors service et signalé à un superviseur ou à l'agent de coordination du\nlevage.\n4.1\n4.2\n4.3\n4.4\n4.5                     Fig. 4.1                                           \nManille de cellule\ndynamométrique                     Fig. 4.2                                          \nContrôleur d’état\nde charge de grue                      Fig. 4.3                                         \nDynamomètre \n27",
    "Page_28": "5.0 AMÉLIORER LA SÉCURITÉ DES OPÉRATIONS DE LEVAGE \nCe chapitre présente les procédures correctes à suivre lors d'une\nopération de levage.\nCompétences du personnel\n Toute personne utilisant un appareil ou équipement de levage doit être\nformée à son utilisation et posséder une expérience pratique de ses\ncapacités et des défaillances potentielles. Ces connaissances sont\négalement utiles lors de l'inspection avant utilisation.\nNe jamais dépasser la charge maximale utile\nLors de toute opération de levage, il est impératif de s'assurer que la\ncharge imposée à tout appareil de levage ou partie de celui-ci ne\ndépasse pas la CMU/CU. En cas de doute sur cette charge ou celle\nappliquée à un élément particulier de l'engin ou appareil de levage, il est\nrecommandé d'utiliser des capteurs de charge. De plus, il est essentiel\nde veiller à ce que la charge reste stable à tous les stades de l'opération.\nEn général, la charge pourrait être instable si son centre de gravité ne se\ntrouve pas sous le crochet ou s'il est plus haut que le point de fixation\ndes élingues à la charge. D'autres causes d'instabilité peuvent inclure un\nliquide s'agitant dans un récipient, etc.\nUtilisation correcte\n L'équipement doit être utilisé uniquement pour l'usage spécifique pour\nlequel il a été conçu et ne doit pas être adapté à un autre type\nd'opération.\nVérification du levage\n Avant toute opération de levage, la charge doit d'abord être soulevée à\nune faible hauteur. Ce levage d'essai permet au grutier ou opérateur de\nvérifier qu'il a correctement estimé l'équilibre, la stabilité et la sécurité\ngénérale de la charge alors que celle-ci est encore dans une position\nrelativement sûre. La charge devra être descendue et l'élingage modifié\nen cas de découverte de différences. Cette séquence de levage d'essai\npuis d'ajustement doit être répétée jusqu'à ce que l'opérateur soit\nsatisfait de l'équilibrage, de la stabilité de la charge et de la sécurité du\nlevage.\nAttention ! Ne vous tenez jamais sous une charge; gardez vos mains\néloignées des élingues, etc. (conformément aux consignes de levage\nsans contact avec les mains § 28). Évitez de grimper sur les conteneurs\net matériaux empilés; ne vous tenez jamais entre les charges et des\nmurs ou parois de cales, etc.5.1\n5.2\n5.3\n5.4\n28",
    "Page_29": "Prévoyez\nAvant de déplacer une charge, préparez son trajet jusqu'au point de\ndépose en enlevant toute obstruction et en s'assurant que le personnel\na quitté la zone.\nAttention! Ne jamais déplacer une charge au-dessus de personnel. \nSi nécessaire, avertissez le personnel pour qu'il quitte la zone avant de\ndéplacer la charge. Évitez également de déplacer la charge au-dessus de\nmachines en fonctionnement ou d'équipements critiques.\nAvant de lever une charge, assurez-vous que le point de repose est\nsuffisamment grand et peut recevoir la charge en toute sécurité. Il\npourrait être nécessaire de prévoir des cales spécifiques, comme des\nblocs de bois, pour permettre l'enlèvement des élingues de la charge. La\ncharge ne doit jamais être abaissée de manière à pincer ou écraser\nles élingues, car cela pourrait les endommager gravement. Lorsque\nvous abaissez la charge, arrêtez-la à faible distance de la surface de\ndépose pour permettre au grutier de la stabiliser, de vérifier la position\ndes cales au sol et de s'assurer qu'aucun personnel ne risque de se\nprendre un pied ou une main dans la charge. Ensuite, abaissez la charge\ncentimètre par centimètre jusqu'à ce qu'elle soit en position. Avant de\ndétendre les élingues, assurez vous que la charge est stable et\nsécurisée. Sinon, soulevez-la légèrement pour repositionner les cales,\npuis reposez-la. Cette procédure de pose d'essai est similaire à celle du\nlevage d'essai et doit être répétée jusqu'à ce que le grutier soit satisfait\nde la dépose de la charge.\nMarges de sécurité \nLors d'opérations de levage multipoints nécessitant deux appareils de\nlevage ou plus, assurez-vous qu'aucun élément de l'équipement ou\npoint de levage ne soit soumis à une charge dépassant sa charge\nmaximale utile. \nPlusieurs méthodes peuvent être utilisées en fonction de la nature de\nl'opération. Par exemple, lorsque la capacité de levage n'est pas trop\nlimitée, chaque point de levage avec son appareil et ses accessoires doit\nêtre capable de supporter la totalité de la charge.\n5.5\n5.6\n29",
    "Page_30": "Autre possibilité, si la capacité est limitée, l'utilisation de capteurs de\ncharge permet de mesurer en continu les charges sur l'équipement aux\npoints de levage individuels au fur et à mesure du déroulement de\nl'opération. Une autre solution consiste à calculer soigneusement les\ncharges qui seront imposées, mais il faudra veiller à ne pas faire de\nfausses hypothèses, en particulier en ce qui concerne le poids et la\nposition du centre de gravité.\nNous recommandons cependant, à moins d'utiliser des capteurs de\ncharge, que la charge maximale utile de chaque point de levage et de\nson équipement associé ne soit pas inférieure à 1,5 fois la part de la\ncharge qu'il est censé recevoir. Au fur et à mesure du déroulement de\nl'opération, on devra contrôler constamment les divers angles de\nl'équipement et les charges, qui indiquent comment le poids est\ndistribué.\nDans le cas de charges rigides, on devra déterminer combien de points\nde levage supporteront à tout moment la charge, étant donné qu'en\npratique la majorité de celle-ci pourrait ne l'être que par 2 points. Dans\nun tel cas, la charge maximale utile de chaque point de levage et de son\nélingage ne devra pas être inférieure à la moitié de la charge totale. \nMauvaise utilisation de l'équipement\nIl est strictement interdit de dépasser la CMU/CU d'un équipement\nde levage. Vous veillerez en particulier à éviter une surcharge, un\nmauvais élingage et un coinçage des élingues entre la charge et le sol.\nNe jamais tenter de réparer un quelconque élément d'élingage ou de\nl'engin de levage, car toutes les réparations doivent être effectuées par\ndu personnel qualifié formé aux procédures de réparation approuvées\net disposant de la documentation de référence du fabricant. Au cas où\nvous remarqueriez que l'équipement est défectueux, signalez-le à votre\nsuperviseur qui prendra les mesures nécessaires. \nAttention! Toute réparation ou modification non autorisée d'un\néquipement de levage annule automatiquement sa certification. Cela\ns'applique également au démontage de toute partie intégrante d'un\nélingage/ensemble de levage. \nNe jamais tenter de souder un accessoire de levage, qui sera\ngénéralement fabriqué avec des matériaux de haute qualité et nécessite\nun soudage spécial.5.7\n5.8\n30",
    "Page_31": "Lorsque vous utilisez un équipement pneumatique, il est essentiel de\nvérifier la pression. Une pression trop élevée peut entraîner une\nsurcharge de la machine, tandis qu'une pression trop faible ne\npermettra pas de lever la CMU/CU. Il est recommandé d'installer une\nunité d'alimentation en air avec un régulateur de pression aussi près\nque possible de l'équipement.\nConditions météorologiques \nLors de la préparation de votre opération de levage, il est crucial de tenir\ncompte des conditions météorologiques. Elles peuvent avoir un impact\nnégatif sur la sécurité globale de l'opération pour plusieurs raisons.\nVent: Les vents forts ou en rafales peuvent directement affecter la\nstabilité et l'intégrité structurelle d'une grue. Indirectement, ils peuvent\ndéstabiliser une charge ou la faire sortir du rayon maximal de travail de\nla grue. Les vents peuvent également rendre la pose d'une charge plus\ndangereuse dans un espace restreint en la poussant et en la faisant se\nbalancer, ce qui pourrait entraîner des collisions avec des équipements\nou des employés. Des éléments lâches peuvent également tomber. Les\nconstructeurs indiquent parfois les vitesses de vent maximales pour une\nutilisation sécurisée de leurs grues. Cependant, d'autres critères doivent\nêtre pris en compte, tels que la longueur de la flèche, le type de charge\n(les grandes surfaces peuvent agir comme une voile), le poids de la\ncharge (les charges légères sont plus facilement soufflées), etc. La\nplupart des grues sont équipées d'un anémomètre affichant la vitesse\ndu vent en temps réel. Sinon, des anémomètres portables peuvent être\nutilisés.\nVents marins: Les vents marins peuvent provoquer des vagues et de la\nhoule, ce qui ajoute des dynamiques supplémentaires aux opérations de\nlevage de charges depuis un navire flottant à l'aide d'une grue montée\nsur une plateforme fixe. Par exemple, si le navire descend au moment\noù la charge est saisie, un effet d'« arrachage » se produit, augmentant\nainsi la charge réelle et les contraintes sur la grue. Cela est encore plus\nproblématique lorsque des charges sont transférées d'un navire à\nl'autre, surtout si l'un des navires monte tandis que l'autre descend.\n5.9\n5.10\n5.11\n5.12Fig. 5.1\nAnémomètre \n31",
    "Page_32": "Pluie : Une pluie excessive peut déstabiliser les conditions au sol, ce qui\nest crucial lors du positionnement et de l'installation des grues. Ce qui\nétait sûr hier peut devenir dangereux aujourd'hui. La pluie peut\négalement réduire la visibilité, compliquant ainsi la communication,\nnotamment pour les signaux manuels.\nNeige et glace : La neige et la glace peuvent rendre les sols glissants,\naugmentant le risque de glissade ou de chute sous une charge\nsuspendue. Des morceaux de glace peuvent également tomber de\ngrandes hauteurs, comme du haut de la flèche de la grue, et causer de\ngraves blessures. La glace peut temporairement geler l'équipement de\nsécurité, comme les interrupteurs de fin de course, qui empêchent un\nlevage excessif. Il est donc essentiel de vérifier l'équipement avant\nutilisation. La neige et la glace sur la surface de la charge peuvent\najouter un poids substantiel et doivent être nettoyées avant le levage.\nUn froid extrême peut également affecter la sécurité de l'équipement de\nlevage, car l'acier peut devenir cassant et moins résistant à des\ntempératures inférieures à -20 °C.\nOrages : Toutes les opérations de levage extérieures doivent être\nsuspendues en cas d'orages. La flèche de la grue est souvent l'une des\nstructures métalliques les plus hautes de la zone et peut attirer la\nfoudre.\nSoleil : Le soleil est généralement apprécié par les travailleurs en\nextérieur, mais sa lumière directe peut détériorer certains matériels de\nlevage synthétiques en fibre, comme les cordes et les élingues. Une\nlumière éblouissante peut également masquer un danger imminent.5.13\n5.14\n5.15\n5.16\n32",
    "Page_33": "6.0 NORME ET CONTROLE \nAfin d’aider à créer des conditions de travail plus sûres et d’améliorer les\nprocédures, il vous a été remis cette norme d’élingage et de levage\ndestinée à vous guider et à vous aider à utiliser les équipements de\nlevage en réduisant les risques lors de vos opérations de levage et\nd’élingage.\nLorsque vous utiliserez l’un des équipements figurant dans l’index de\ncette norme, vous devrez vous référer aux chapitres le concernant. \nN’oubliez pas: Vous serez souvent responsable de la sécurité de vos\ncollègues et leur vie pourrait un jour dépendre de votre aptitude à\ntravailler sans créer de risques 6.1\n6.2\n33",
    "Page_34": "7.0 UTILISATION SECURITAIRE DES GRUES \nSeuls les grutiers dûment accrédités sont autorisés à opérer des\ngrues. \nLes grutages constituent un élément majeur des processus industriels.\nEn fait, dans le secteur offshore, les grues et portiques consitituent l’un\ndes équipements vitaux, car ils permettent de transférer les\nmarchandises entre la terre et les navires. Etant donné les\nconséquences potentiellement catastrophique d’un accident de grue,\nces derniers doivent être correctement entretenus et maintenus en\nexcellent état de marche. De plus, ce personnel doit être capable\nd’effectuer les contrôles de sécurité journaliers, y compris de la\nprécision des indicateurs de charge, ainsi que la maintenance préventive\ncourante comme le graissage. Pour opérer une grue en toute sécurité, il\nest absolument essentiel que toutes les charges soient correctement\nélinguées et que toute cargaison soit correctement emballée, pesée et\ndécrite dans les manifeste afin d’éviter toute surcharge possible.  \nFonctions de base et sécurité de grues 7.1\n7.2\nGrue mobile type Grue sur chenilles type \nFig. 7.1\n34",
    "Page_35": "Grue portuaire type \nFig. 7.2Grue à tour type \nGrue à piédestal type \n35",
    "Page_36": "Pour travailler sans risques avec des grues, il est important de\ncomprendre comment elles fonctionnent. Les plus courantes (voir fig.\n7.1 et 7.2) comprennent une tourelle et une cabine de commande avec\nflèche pivotante, un cadre en A et deux treuils, un pour lever/abaisser la\nflèche et l’autre pour lever et abaisser la charge. Certaines grues\nintègrent un treuil supplémentaire dit auxiliaire permettant de lever plus\nrapidement des charges légères. \nLe mouvement pivotant dit aussi d’orientation est rendu possible par un\npignon sous la grue qui entraîne une couronne fixe sur la tourelle. \nLes six mouvements d’une grue sont donc: \n1)   Relevage de la flèche (pour réduire la portée) \n2)   Descente de la flèche (pour augmenter la portée)\n3)   Levage de la charge \n4)   Descente de la charge \n5)   Pivotement à gauche \n6)   Pivotement à droite  7 . 3\nRelevage de  \nla flèche  \nDescente de\n la flèche  \nLever  \nAbaisser  \nPivotement \ngauche \nPivotement\ndroite\n36",
    "Page_37": "Dans l'intérêt de la sécurité et pour aider le grutier, la grue est\nnormalement équipée de divers dispositifs qui limitent ces 6\nmouvements pour éviter d'endommager la grue. Le cas échéant, ils\ncomprennent: \nLors du relevage de la flèche, une fin de course l'empêchant d'entrer  \nen contact avec les butées arrière. \nLors de l'abaissement de la flèche, une fin de course empêchant\nl'angle de flèche d'être inférieur à environ 15° par rapport à\nl'horizontale. (Cette fin de course peut être neutralisée pour\npermettre de garer la flèche sur son support) \nLors du levage d'une charge, une fin de course empêche de tirer le\ncrochet à travers le mouflage (voir fig. 7.4 ci-dessous).\nLors de la descente de la charge, une fin de course empêche de\nperdre le câble, le crochet et éventuellement la charge. \nDes fins de course de rotation sont quelquefois installées, mais le\ngrutier (et vous, si vous dirigez la grue) devra rester vigilant pour\néviter que la flèche entre en contact avec des obstacles tels que\nd'autres grues, des bâtiments et autres structures. Dans un\nenvironnement offshore, vous aurez à éviter la tour de forage, les\ntorchères, les mâts radio, l'helideck, etc.\nFin de course  \nMoufle crochet  \n1,5m approx. 2m approx.0,5m\napprox.\nHauteur à la limitée à 4m .\nFig. 7.47.4\n37",
    "Page_38": "En plus des fins de course, il existe un autre dispositif de sécurité dont\ndispose le grutier, un indicateur automatique de charge admissible avec\nalarme visuelles et sonores. Il indique à l'opérateur la portée (position\ndu crochet), la CU de la grue à cette portée et la charge réelle sur le\ncrochet. L'alarme visuelle est généralement réglée pour s'allumer à\nenviron 90 % de la capacité de la grue, quelle que soit la portée, tandis\nque l'alarme sonore se déclenche à environ 100% de cette capacité, soit\nen état de surcharge.\nCertaines grues sont équipées de dispositifs de sécurité\nsupplémentaires tels que des systèmes de protection contre la\nsurcharge automatiques (AOPS) ou manuels (MOPS), des systèmes\nprotections de dépassements majeurs (GOP) ou systèmes de protection\nultime (UPS) et des indicateurs de vitesse du vent (anémomètres) ou de\nsa direction (manche à vent). \nLorsque la grue est installée sur une plateforme offshore, la cabine doit\nêtre équipée d'un extincteur, d'une cagoule anti-fumée et d'un gilet de\nsauvetage. \nComme tout appareil de levage, les grues ont une charge maximale\nutile/ charge utile, qui dépend du nombre de brins de mouflage.\nÉvidemment, plus ce nombre est grand plus la capacité de levage est\nélevée, mais cela diminue la vitesse de levage. Dans le cas d'un levage\ndepuis/vers un navire, cela peut créer un problème si la vitesse de\nlevage est trop faible pour empêcher la charge de taper sur le pont, etc.\nlorsqu'il se soulève avec la vague suivante. La CMU/ CU baisse\négalement lorsque la portée augmente (voir fig. 7.5 ci-dessous). Referez-\nvous toujours à l'abaque de charges, qui doit être affiché dans la cabine\nde la grue.\n7.5\n7.6\n7.7\n7.8\nCharge min.Portée max. Charge max.  Portée min. \nFig. 7.538",
    "Page_39": "Responsabilités d'un grutier \nPour recevoir la qualification de grutier, vous devez: \nÊtre âgé(e) d'au moins 18 ans. \nÊtre médicalement apte, en particulier au niveau de l'acuité visuelle\net auditive et des réflexes.\nAvoir une stature permettant d'opérer la grue en sécurité. \nAvoir reçu une formation adéquate à la conduite du type de grue\nque vous aurez à opérer et être capable de juger des distances, des\nhauteurs et des espaces libres. \nÊtre autorisé(e) à conduire la grue. \nÊtre suffisamment familiarisé(e) avec le fonctionnement de la grue\npour pouvoir effectuer les vérifications de routine conformément\naux check-lists spécifiques à cette grue lorsque cela est nécessaire.\nConnaître parfaitement le travail des élingueurs et les signaux à bras\nafin de répondre sans erreur à leurs instructions ainsi qu'à celles du\nchef de manœuvre. \nL'opérateur de la grue doit parfaitement connaître l'élingage des\ncharges et autres dispositions pour leur levage. Il est responsable de\nl'état de la grue et doit la piloter sans dépasser ses limites de sécurité. Il\ndoit être capable de programmer le système indicateur de charge en\nfonction des conditions ambiantes. \nAvant d'utiliser la grue, il effectuera également les vérifications\npréalables. Dans certaines circonstances, il pourra être aidé par le\nmécanicien de la grue. Il devra évidemment contrôler les niveaux de\ncarburant, de lubrifiant et de fluide de refroidissement, mais également\nle bon état de la structure. Une fois qu'il aura démarré la grue, il devra la\nlaisser marcher pendant environ 5 minutes (réchauffage), puis vérifier le\nfonctionnement de toutes les commandes et tous les freins, instruments\net dispositifs de sécurité.7.9\n7.10\n7.11\n39",
    "Page_40": "L’opérateur doit signaler tout défaut de fonctionnement au mécanicien\nafin qu’il soit remédié. \nSi la grue opère dans un parc à tubulaires ou lieu similaire, il y aura des\nréglages/paramètres spéciaux supplémentaires dont il faudra tenir\ncompte. Ainsi, l’état du sol est crucial. Dans l’idéal, le sol sera ferme et\nplane et dans le cas contraire, des mesures devront être prévues pour\nbien répartir la charge entre les stabilisateurs. \nL’opérateur doit également s’assurer dans la mesure du possible de\nl’absence de risques sous la surface tels qu’égouts ou conduites de gaz\nou d’eau qui pourraient s’effondrer sous la charge. \nUne attention toute particulière sera nécessaire en cas de travail à\nproximité des rebords d’excavation ou même d’un quai. Lors d’un\ntransfert de la charge par une poutre stabilisatrice, l’effondrement du\nrebord pourrait être désastreux. \nSi la grue est utilisée pour poser des pipelines ou éléments similaires en\nplein air, l’opérateur doit être également conscient des risques\npotentiels en hauteur tels que les câbles à haute tension (HT). Une\ndistance minimum recommandée doit être respectée par rapport à de\ntels câbles (Voir 8.41). \n7.12\n7.13\n7.14\n7.15\n7.16Calage bois, métal  \nou fibres\n40",
    "Page_41": "Si la grue doit ou pourrait s’approcher plus près d’un câble sous-tension,\nle courant devra être coupé. Rappelez-vous que les câbles se balancent\nquand le vent souffle et que les hautes tensions peuvent provoquer des\narcs traversant les espaces importants. \nLe risque pour les grues offshore à piédestal est rarement posé par de\ntels câbles mais plutôt par une autre grue opérant à proximité. Le\ngrutier devra donc en tenir compte lors du déplacement de charges sur\nle pont et être particulièrement vigilant. \nDans l’idéal, il devra être en mesure de voir la charge en permanence.\nPuisque cela n’est pas toujours possible, il aura donc besoin de\nquelqu’un pour le guider et faire des signaux. Un chef de manoeuvre,\nqui ne sera pas l’élingueur, devra systématiquement être désigné. \nEnfin, il devra faire particulièrement attention lorsqu’il déplacera la grue\nvers le haut ou le bas d’une pente ou à travers celle-ci. 7.17\n7.18\n7.19\n7.20\nSol de niveaux: rayon correct\nFonctionnement normal sur le sol de niveau \nMontée: la portée diminue \nDans cet exemple, la grue pourrait basculer \nvers l’arrière lorsque la charge est descendue \nDescente: la portée augmente \nDans cet exemple, la grue pourrait basculer \nvers l’avant lorsque la charge pivote hors de\n l’aire d’évolution.  \n41",
    "Page_42": "Dans ces exemples, la charge latérale imposée à la flèche pourrait \nfaire basculer la gue ou provoquer l’affaissement de cette flèche. \nFig. 7.8\n42",
    "Page_43": "Responsabilités d’un élingueur et d’un chef de manoeuvre lors des\nlevages \nPour recevoir la qualification d’élingeur ou de chef de manoeuvre, vous\ndevez:\nEtre âgé(e) d’au moins 18 ans. \nEtre médicalement apte, en particulier au niveau de l’acuité visuelle\net auditive et des réflexes. \nEtre physiquement apte à réaliser les tâches et activités associées à\nce rôle. \nAvoir été formé aux principes généraux de l’élingage et être capable\nd’évaluer les poids et les distances, hauteurs et espaces libres. \nEtre capable de sélectionner les équipements d’élingage/levage pour\nles charges à manutentionner.\nComprends les signaux manuels et être capable de donner des\nsignaux clairs et précis. \nEtre capable de diriger les mouvements de la grue et le déplacement\nde la charge tout en assurant la sécurité du personnel et de\nl’installation. \nLa tâche la plus importante de l’élingueur est de préparer et d’élinguer\ncorrectement la charge: sélection et montage des accessoires/élingues\nappropriés, protection de l’élingage si nécessaire, et essai de levage pour\nvérifier que la charge est stable. \nDans des circonstances normales, une seule personne sera nécessaire\npour signaler et guider la grue (le chef de manoeuvre). Il doit être en\npermanence en contact visuelle avec le grutier et ne pas avoir à\ns’occuper de la charge. \nRemarque : toute personne pourra signaler un arrêt d’urgence en cas\nde danger. 7.22\n7.23\n43",
    "Page_44": "Dans le cas d'un navire, les communications radio entre la grue, le chef\nde manœuvre et le bord devront être établies avant le levage par-dessus\nbord.\nSur une installation offshore, toutes les liaisons radio entre le grutier et\nle navire auxiliaire devront se faire par duplex. En cas de rupture de la\nliaison, le levage devra être immédiatement interrompu et la charge\nstabilisée. \nDans les cas où deux grues ou plus seront utilisées simultanément, on\nchoisira des canaux individuels pour chaque grue pour éviter les\nconfusions. Lorsqu'elles sont toutes sur le même canal, on utilisera des\nsignaux à bras pour s'assurer que la bonne grue répond à un ordre\nparticulier donné.\nSur des installations offshores, durant les périodes de silence radio,\ntous les talkies-walkies et autres radios devront être coupés et\naucune opération de levage avec des navires ne devra avoir lieu.\nLes levages seront restreints aux opérations sur la plateforme, là où le\ngrutier pourra clairement voir le chef de manœuvre.\nOpérations de levage spéciales \nLevage en tandem: le levage d'une charge avec deux grues peut être\ndangereux et devra être évité au maximum. Lorsque les dimensions\nphysiques ou le poids de la charge nécessitent l'emploi de 2 grues, cela\nest acceptable si l'opération est méticuleusement préparée. Le levage\ndoit être supervisé par une personne compétente. Il est absolument\nvital d'évaluer avec précision la charge susceptible d'être imposée à\nchaque grue. Il est également nécessaire d'évaluer soigneusement\ncomment et jusqu'où la répartition des charges peut varier au cas où la\ncharge ne serait plus d'aplomb ou si l'une ou les 2 grues devaient\nabaisser ou relever leur flèche, se déplacer ou pivoter. Les câbles de\nlevage ne seraient plus verticaux \nSi n'importe laquelle de ces circonstances venait à se produire, cela\npourrait imposer une charge supplémentaire à l'une ou aux 2 grues, ce\nqui pourrait en compromettre la stabilité ou les endommager\nsérieusement.\nUn élingage spécial pourrait être nécessaire pour tenir compte de la\nvariation maximale de distribution des charges et de toute charge\nangulaire qui pourrait apparaître durant l'opération en tandem.7.24\n7.25\n7.26\n7.27\n7.28\n7.29\n44",
    "Page_45": "Toutes les opérations de levage en tandem devront être soigneusement\nplanifiées à l'avance par une personne ou équipe compétente. On\nutilisera autant que possible des grues de capacité égale et de\ncaractéristiques similaires. On sélectionnera des grues et des élingages\nayant une marge de capacité supérieure à celle nécessaire si la charge\nétait levée par une seule grue. Il est recommandé, à moins d'utiliser des\ncellules dynamométriques, que chaque grue soit capable de soulever 75\n% de la charge totale à la portée et au rayon de travail requis. En cas\nd'utilisation de cellules dynamométriques, chaque grue devra\nuniquement être capable de soulever 25% de plus que sa part estimée\nde la charge.7.30\nChaque grue doit généralement être capable de soulever 75% de la charge totale \nFig. 7.9\n45",
    "Page_46": "7.31\n7.32\nUne personne compétente doit être désignée pour superviser\nl'opération et les signaux qu'elle fera à chacun des grutiers devront être\nclairs et bien compris. Les opérations de levage à plus de 2 grues\nnécessiteront la réalisation d'évaluations et de contrôles plus poussés.\n \nRemarque: nous estimons que chaque grue devrait normalement être\ncapable de soulever 75% de la charge totale, mais il est possible de\nréduire cette marge de sécurité dans des cas spéciaux. Dans de tels cas,\nnous vous recommandons de soumettre le plan de levage et les charges\ncalculées à votre organisme de certification pour approbation. Les\nbarges à grues, par exemple, ont leurs propres règles pour le levage en\ntandem comme convenu avec leur organisme de certification, étant\ndonné qu'avec des charges extrêmement lourdes (des centaines de\ntonnes) on ne peut pas s'attendre à ce que chaque engin puisse recevoir\n75 % de la charge \n \nRedressement: les opérations de redressement ou « tailing » sont\nsimilaires aux opérations de levage en tandem avec deux grues, mais\nune fois que la charge a décollé du sol, une grue l'abaisse tandis que\nl'autre continue à la lever, ce qui entraîne sa rotation sur 90°. \n \nA t t e n t i o n ! Lorsque la charge doit aussi être tournée sur 90°, le poids\nTOTAL sera transféré d'une des deux grues à l'autre.\n \nDans l’idéal, chaque grue devrait être capable de soulever \nla charge intégrale, à moins qu’une autre procédure ait été prévue. \nFig. 7.10 46",
    "Page_47": "Conditions ambiantes: p. ex. vitesse du vent, rafales, etc. pouvant\nprovoquer une surcharge en poussant la charge au-delà du rayon de\ntravail. Lors d'un levage au-dessus d'un plan d'eau ou en mer, des vents\nviolents peuvent réduire la capacité de levage d'une grue en raison des\nfacteurs dynamiques causés par l'augmentation de la hauteur des\nvagues et par la houle. Des tableaux de charge/rayon de travail/état de\nla mer doivent être affichés dans la cabine pour connaître les réductions\nde charge applicables. \nAvant de commencer le levage, la personne qui le commande a la\nresponsabilité de s'assurer que tout ce qui pourrait retenir la charge a\nété enlevé/démonté (arrimage sur pont, berceau de transport, supports,\netc.) et que le crochet est directement au-dessus du centre de gravité\n(lorsqu'il est connu). Le ou les câbles de levage doivent être verticaux\npour minimiser les mouvements de la charge lorsque l'on commence à\nla soulever.\n Lors d'un levage sur un navire, le grutier et l'équipage/commandant du\nnavire doivent tous s'assurer que tous les arrimages ont été enlevés et\nque le levage est effectué en sûreté, avec le minimum de\nrotation/balancement et de charges par à-coups. (Lorsque le levage se\nfait entre deux navires flottants, les effets du tangage et du roulis sont\nplus importants car ils peuvent doubler les forces dynamiques\nnormales)\nLorsque l'on procèdera au levage de charges lourdes, la capacité de\ncharge maximale dépendra du nombre de pièces de ligne ; elle diminue\nlorsque le rayon de travail augmente. Lors de la préparation d'un levage\nlourd, confirmez le poids de la charge, déterminez le rayon maximum\nrequis pour sa préhension, son transfert et sa dépose, puis consultez\nl'abaque de charge/portée de la grue pour vous assurer que le mouflage\nest adéquat.7.33\n7.34\n7.35\n7.36\n47",
    "Page_48": "Dans l'idéal, l'opérateur devrait être en mesure de voir en permanence\nla charge, mais selon le type et la conception du navire/des installations,\ncela n'est pas toujours possible. Dans de tels cas, il devra être en contact\nradio avec le chef de manœuvre et/ou être dirigé par un chef de\nmanœuvre en contact visuel avec la charge et clairement visible par\nl'opérateur. \n \nAvant tout levage, vérifiez bien l'état et l'équilibrage de tout l'élingage et\nautres accessoires de levage. Au cas où ils devraient être maintenus en\nposition pendant la mise sous tension du/des câbles de levage, utiliser\ndes perches pour tirer/pousser - ne jamais passer les doigts autour des\nélingues ou les agripper. \n \nLe grutier devra également décider si une corde stabilisatrice est\nnécessaire pour contrôler la charge une fois suspendue en l'air. Ces\ncordes sont particulièrement recommandées dans le cas de charges\nlongues, pour lesquelles ces premières devront être attachées à l'une ou\naux deux extrémités afin de contrôler les mouvements de rotation. Ces\ncordes doivent être suffisamment longues pour que le ou les opérateurs\nn'aient pas à se tenir sous la charge pendant le levage. Elles doivent\ntoujours être arrimées à la charge, pas à l'élingage (voir § 8.19). \n \nLorsqu'une opération de levage nécessite plus d'un opérateur, il est\nessentiel de s'assurer que les communications entre eux soient\ndistinctes. Pour cela, utiliser de préférence des talkies-walkies.\n \nToutes les instructions données au grutier (à part un arrêt d'urgence),\nque ce soit par contact radio ou par le chef de manœuvre, ne doivent\nêtre données que par le chef de manœuvre ou la personne contrôlant le\nlevage.\n \nCependant, l'ordre ou le signal d'ARRÊT D'URGENCE peut être donné\npar toute personne voyant une situation dangereuse apparaître\ndurant l'opération en cours.7.37\n7.38\n7.39\n7.40\n7.41\n48",
    "Page_49": "Faites particulièrement attention lors du levage de charges ayant une\ngrande surface, qui donnent une grande prise au vent. Si nécessaire,\nprévoyez une/plusieurs cordes de manœuvre, ou pour des charges\nlourdes des câbles reliés à des treuils, pour aider à contrôler la charge.7.42\nEviter d’attacher une corde de \nmanœuvre à l’élingue \nPris dans la \nmain courante \nFig. 7.19\n49",
    "Page_50": "La majorité des grues offshores sont équipées de crochets en C pour\néviter au maximum qu'ils se prennent dans des obstacles tels que des\nmains courantes, etc. Les grues de plus grande taille sont généralement\néquipées de crochets doubles qui pourraient avoir un effet sur la\nconception de l'élingue (voir fig. 7.21).\n \nPonts roulants \nLorsque vous opèrerez ce type de grue, vous remarquerez que la\nplupart des commandes ont deux vitesses (lente et normale).\nCommencez toujours par la vitesse lente pour vous assurer que la\ncharge est stable et pour plus de sécurité avant de lever/vous déplacer à\nvitesse normale. \n \nAu cas où la charge se balancerait lorsque vous stoppez, ce mouvement\npeut être éliminé en déplaçant la grue dans le sens du balancement\n(lorsque la charge va vers la gauche, avancez la grue dans la même\ndirection). \n \nRemarque: vous devrez vous entraîner à cette manœuvre avec une\ncharge sûre et dans une aire vaste bien dégagée avant de la faire dans\nles conditions réelles.7.43\n7.44\n7.45\nCrochets doubles\nAnneau mou  Anneau mou  Anneau\n métallique  \nAnneau\n métallique  \nCrochets doubles Crochets en C\n50",
    "Page_51": "7.46Grues de bord \nLes grues de bord doivent être équipées de:\n• Systèmes de communication qui permettent:\n- D'attirer l'attention du personnel (tel qu'un avertisseur sonore) \n- Une communication verbale avec le personnel (tel qu'un système de\nhaut-parleurs \n- Une communication avec l'équipage, les navires ravitailleurs et la salle\nde contrôle par radio bidirectionnelle \n- Une utilisation mains libres \n• Une cabine d'opérateur fixe doit être équipée d'une caméra de flèche\n• Abaques de charges\n• Indicateur de portée ou d'angle\n• Un dispositif de restriction de la hauteur maximum de la flèche afin\nd'empêcher cette dernière d'être entraînée contre les butées arrière \n• Un dispositif de restriction de la hauteur minimum de la flèche afin\nd'empêcher cette dernière d'être abaissée au-delà de la portée\nmaximale admissible\n• Des disjoncteurs de limite supérieure afin d'empêcher les moufles\nd'être entrainées dans les réas \n• Un dispositif anti-rapprochement des moufles du treuil principal et de\nl'auxiliaire, ou système équivalent lorsqu'un tel dispositif ne peut être\ninstallé\n• Des instruments indiquant de manière continue la charge sur le\ncrochet ainsi que la charge nominale pour chaque portée. L'indicateur\nautomatique de charge doit produire un avertissement clair et continu\nlorsque la capacité nominale de la grue est \n• Dispositif d'arrêt d'urgence \n• Un extincteur portable adapté aux incendies de classes A, B et C \n• Cagoule anti-fumée\n• Gilet de sauvetage\n• Éclairage de sécurité \n• Un étiquetage clair en anglais et dans la langue locale dominante\nindiquant la fonction des commandes et lisible à toute heure du jour ou\nde la nuit.\n• Registre de collision de la grue\n51",
    "Page_52": "7.47L'entretien de routine des grues doit être effectué conformément aux\ndocuments de référence. \nUn carnet de bord de la grue doit être rempli par le grutier.\nGrues et dispositifs de manutention de bloc d'obturation de puits,\ngrues de manutention de conduites, portiques et pont roulants \nLes grues et dispositifs de manutention de bloc d'obturation de puits,\ngrues de manutention de conduites, portiques et pont roulants doivent\nintégrer:\n• Un dispositif d'arrêt d'urgence accessible au personnel à proximité\n• Un registre des collisions\n• Des butées d'arrêt pour rails/portiques/ponts\n• Un système de protection contre la surcharge \nLes grues se déplaçant sur des rails situés sur le pont (pont principal ou\nniveau supérieur) doivent intégrer un système d'avertissement sonore\net visuel afin d'alerter le personnel travaillant à proximité lors de leur\ndéplacement.\n52",
    "Page_53": "Procédures radio pour les opérations de levage \nConsidération générales \nLes messages radio ne devraient être utilisés que pour le travail et pas\npour des conversations oiseuses. Dans la règlementations radio, les\ninjures/grossièretés sont interdites. \nEtablissement des liaisons \nLe grutier et le chef de manœuvre doivent établir leurs modalités de\nliaison radio (le centre radio indiquera le canal de service) avant le début\nde toute opération de levage. Chaque fois que le chef de manoeuvre\nchange de position, il doit vérifier la communication avec le grutier\nCanaux radio \nQuand plus d’une grue opèrent dans la zone, chacune doit avoir son\npropre canal. Cela est particulièrement important lors de travaux\nsimultanés avec des navires. Lorsqu’ils participent au levage, il convient\négalement d’établir une communication radio avec ces navires avant de\ncommencer la manutention. On pourra par exemple passer de la VHF à\nl’ UHF ou inversement. \nGrue communiquant sur des canaux différents \nLorsque deux grues sont sur des canaux différents au cours d’un\ntransbordement en tandem, le chef de manœuvre prévues et la position\ndes extrémités de leur flèche afin d’éviter tout contact entre les grues\ndurant les opérations. \nGrues communiquant sur le même canal \nCependant, si elles utilisent le même canal, par exemple lors d’un levage\nen tandem, il convient d’utiliser des signaux à bras individuels pour\nchaque grue avant de communiquer par radio. Ces appels radio doivent\ncommencer par la position de la grue concernée sur la\nplateforme/installation, p ex. bâbord/tribord/centre, ect. Ces\nconventions doivent être utilisées à chaque appel pour empêcher toute\nconfusion avec d’autres communications radio \n 7.48\nI)\nII)\nIII)\nIV)\nV)\n53",
    "Page_54": "Levage en aveugle \nDurant de tels levage en aveugle, lorsque la charge est levée ,\ndescendue ou suspendue pendant de longue périodes, éviter de\nmaintenir le bouton d’émission (radio) enfoncé pendant tout le levage.\nL’pération ne sera sinon pas en en mesure de confirmer ou répondre.\nDe même, évitez de donner des instructions au début du levage puis\ncesser toute communication jusqu’a ce que le levage soit presque\nterminé. Donnez l’ordre de lancement puis continuez à parler au grutier\nà peu près toutes les 10 secondes pour le rassurer en lui indiquant que\nle contact est toujours établi et que vous poursuivez la gestion du\nlevage. Stoppez toujours un mouvement de la grue avant d’en\ncommencer un autre. \nInterférences \nLorsque vous dirigez des opérations de levage, assurez-vous que les\nemployés travaillant à proximité immédiate et communiquant sur le\nmême canal ont v=bien éteint leurs systèmes radios afin de réduire le\nrisque d’interruptions ou d’interférences avec vos instructions. \nAttention! Panne de communication: les communications radio avec le\ngrutier doivent être maintenus en permanence durant les opérations de\nlevage. Au cas où elles seraient interrompues par un tiers ou de manière\npermanente, toutes ces opérations devront cesser sur le champ et ne\nreprendre que lorsque la liaison aura été rétablie. VI)\nVII)\n54",
    "Page_55": "Talkie-walkie type (fonctionnement et commandes )\n(Assurez vous que vous êtes bien familiarisé avec le modèle que vous utilisez )\nFig. 7.22\nMarche-Arrêt/ Contrôle du volume Met la radio on / off et ajuste le volume du haut parleur. \nBouton d’émission                                Pressez le bouton pour parler, relâcher pour écouter. \nSélecteur de canaux/balayage          Sélectionner le canal de fonctionnement ou la fonction de balayage. \nBouton de commande                         Réglage du volume ou balayage/suppression du canal nuisible. \n                                                                   Lorsqu’il est enfoncé, permet d’écouter toute activité sur le canal. \n                                                                   Ni le silencieux de porteuse, ni le silencieux à commande par \n                                                                   tonalités, ni le silencieux DPL ne sont actifs lors de l’écoute.\nVoyant tricolore\nRouge continue\nRouge clignotant lors de l’émission  \nRouge clignotant en réception \nVert clignotant \nJaune continu \nConnecteur d’antenne \nConnecteur d’accesoiresSélectionne le mode d’utilisation, silencieux de porteuse ou\nsilencieuse PL / DPL. Bouton d’écoute \n= Emission radio \n= Batterie faible \n= Canal occupé \n= Balayage \n= Ecoute du canal active\nConnecteur pour casque externe ou un microphone à distance \nRemarque : les modèles plus récents intègrent souvent un écran à cristaux liquides. \n55",
    "Page_56": "Précaution d’emploi et sécurité \nToujours vérifier que les piles/ la batterie sont chargées à fond avant de\nprendre l’appareil pour son poste. S’assurer que le micro n’est pas\nexposé à la pluie. Si vous ne disposez pas d’une coque de transport\npermettant de protéger l’appareil, une mesure de protection simple\nconsiste à utilisier un sachet plastique ou à placer un morceau de film\nétirable sur le micro pour éviter qu’il ne soit trempé. Ne pas transporter\nles talkies-walkies dans la poche. Toujours s’assurer qu’ils sont dans\nleurs sacoche protectrice, attachés au corps soit par une bandoulière à\nl’épaule, soit à la ceinture; tout en protégeant le talkie-walkie cela évitera\ntout risque de blesser quelqu’un s’il tombe d’une certaine hauteur\nlorsqu’il vous échappera ou en montant une échelle. \nAttention ! Etant donné que ces radios ont une puissance d’émission\nnon négligeable, si l’antenne venait à être endommagée et la partie\ncentrale exposée, l’antenne devrait être immédiatement remplacée non\nseulement afin de maintenir des performances optimales, mais aussi\npour des raisons de sécurité pour l’utilisateur. \nSilence radio \nSur une installation offshore, pendant les périodes de silence radio, les\nsystèmes radio des grues seront isolées. Aucun levage entre un navire et\nla plateforme ne devra avoir lieu. Les opérations de grutage seront\nrestreintes aux zones où le grutier pourra clairement voir l’opération et\nle chef de manoeuvre. IX)\nX)\n56",
    "Page_57": "UTILISATION SECURITAIRE DES PALANS A CHAINES \nSélection \nPour sélectionner un palan, la premère chose à considérer est la CMU /\nCU, qui doit être choisi selon la charge à soulever. Lorsque celle-ci est\ninconnue, on calcule son poids en ajoutant un certain pourcentage à\ntitre de marge d’erreur. La sélection peut alors être effectuée. \nAttention ! Eviter de lever des charges de moins de 10 % de la capacité\ndu treuil et NE JAMAIS lever des charges de moins de 5% de celle-ci, car\nelles pourraient ne pas être suffisantes pour activer le frein à friction. \nLa seconde chose à  considérer est la hauteur perdue minimum, étant\ndonné que le manque d’espace vertical est souvent un problème dans\nles espaces confinés (p. ex. salles des machines ou ateliers avec\npalonniers bas). Cette hauteur varie selon le fabricant et/ou le modèle et\npeut influencer la sélection. \nLa troisième chose à considérer est la hauteur libre sous crochet\n(hauteur de levage). Les palans à chaînes de levage ont généralement\nune HLSC standard de 3m (les chaînes de levage font généralement un\ndemi-mètre de moins), mais il existe des modèles avec pratiquement\nn’importe quelle hauteur de levage de 1,5 - 1,8 m, mais peuvent\négalement être équipés de chaînes plus longues si l’application le\ndemande. \nVérifications avant utilisation \nAvant d’utiliser un palan à chaîne, il est nécessaire de s’assurer qu’il est\nen bon état de fonctionnement et qu’il est sûr. Les vérifications\nsuivantes doivent être effectuées : \nVérifier que: \nLa CMU/CU est adéquate pour la charge\nLe code couleur est à jour et le palan porte un n° d’installation / Une\nmarque d’identification. \nLes linguets de sécurité sont présents. \nIl n’y a aucun signe d’utilisation abusive, p.ex. crochet étiré, boîtier\nfissuré, chaîne étirée/déformée, etc. \nPour un palan à plusieurs brins, les chaînes ne sont pas tordues\nentre la moufle inférieur et le boîtier de levage (ce qui est\ngénéralement dû au retournement de la moufle inférieur)\nLe bruit du cliquet est net (un clic clair et fort) quand on fait tourner\nla roue de chaîne de levage ou que l’on actionne le levier. \nAttention! Une chaîne de levage étirée ou un levier de manoeuvre\ndéformé pourraient indiquer que le palan a été surchargé. 8.0\n8.1\n8.2\n8.3\n8.4\n57",
    "Page_58": "Installations des palans \nil est essentiel de s’assurer que l’élément structurel auquel le palan est\nsuspendu est adéquat pour la charge prévue. Celle-ci doit comprendre\nle poids du palan lui-même plus celui des accessoires à crochets tels\nqu’élingues, manilles, chariots, etc. \nLorsque l'on utilisera un palan suspendu à un crochet, ce crochet\nsupérieur doit être attaché à son support de manière telle que ce\nsupport s'adapte librement dans le siège du crochet et n'exerce\naucune charge latérale sur le point de contact. \nLe crochet supérieur doit être muni d'un linguet de sécurité.\n \nVérifiez la longueur de la chaîne de charge pour vous assurer que le\ncrochet inférieur peut atteindre le point le plus bas requis sans que vous\nayez à sortir toute la chaîne. En effet, dans un tel cas, cela pourrait\nappliquer une contrainte excessive à l'ancrage de l'extrémité libre (qui\nn'est pas réellement un composant porte-charge). \nAttention! Un palan ne doit être utilisé que pour lever et abaisser: les\ncharges ne doivent pas être laissées suspendues sans surveillance,\nmême peu de temps. Un élingage de secours devra être prévu et utilisé\ndans ce cas.8.5\n8.6\n8.7\n8.8\n8.9Après l'installation, on s'assurera que la chaîne de levage et\nles chaînes de charge tombent librement, ne sont pas\ntordues et ne font pas de nœuds. On vérifiera en particulier,\ndans le cas de palans multibrins, que la moufle inférieure ne\ns'est pas retournée entre les boucles de chaîne, tordant la\nchaîne de charge. Dans ce cas, retournez cette moufle jusqu'à\nce qu'il n'y ait plus de tours. \nFig. 8.1\n58",
    "Page_59": "Toujours \nS'assurer que l'élingage de la charge (élingue/manille/anneaux)\nrepose correctement dans l'anse du crochet inférieur et permet de\nfermer le linguet de sécurité. \n \nS'assurer que la charge est correctement équilibrée.\nPlacer le palan directement au-dessus du centre de gravité de la\ncharge (s'il est connu)\nS'assurer que tous les obstacles ont été enlevés (p. ex., boulons de\nfixation de la charge). \n \nNe jamais \nCharger les extrémités des crochets. \n \nNe jamais \nUtiliser la chaîne de charge comme élingue, c.-à-d. enroulée autour\nde la charge et fixée à elle-même \nDéplacer une charge au-dessus de personnes. Forcer de manière\nexcessive sur la chaîne de commande ou le levier pour éviter les\nsurcharges sur le palan.\nUtiliser une rallonge du levier (tube) pour exercer plus de force\n(palans à chaînes). \nLaisser une charge suspendue sans surveillance sans soutien/\nélingage supplémentaire (secondaire). \n \nRemarque: à l'origine, on recommandait uniquement l'usage de palans\nà chaîne à la verticale puisque les encliquetages fonctionnaient\npurement par gravité. De nos jours, ces dispositifs sont maintenus par\nun voire deux ressorts. Les palans à chaînes peuvent donc être utilisés\njusqua un angie de 45° par rapport à la verticale (p. ex. dans une\nsituation de « traction transversale ». Les palans à levier peuvent quant à\neux être utilisés à l'horizontale.\n8.10\n8.11\n59",
    "Page_60": "Attention! Si une charge est laissée suspendue, la zone sous la charge\ndoit être balisée pour éviter tout danger pour le personnel. \nFaire une mise en charge brusque \nLaisser tomber le palan sur le sol \nNe jamais utiliser un palan à chaîne comme élingue ou brin\nd’élingage lors de l’utilisation d’une grue pour un levage. Les palans à\nchaînes sont conçues pour être chargés de manière graduelle, c’est à\ndire, tout en tendant le jeu de la chaîne à l’aide du réducteur. LES\nPALANS A CHAINES NE SONT PAS CONCUES POUR RESISTER A DES\nMISES EN CHARGES BRUSQUES auxquelles ils pourraient être sujets\nlorsque la charge est plus rapidement levée ou même rapidement\n“saisie” par une grue. Il est fort possible que le mécanisme de\nfreinage soi endommagé ou, encore plus probable, subisse une\npanne catastrophique.  \nFig. 8.5\n60",
    "Page_61": "Attention! Il est interdit, dans les circonstances décrites ci-dessus, de\n“déclasser” un palan. Aucun fabricant de bonnes foi ne saura accepter\nun tel usage abusif de ses produits. \nLorsqu’un ajustement doit être possible pour le positionnement final ou\npour l’installation de la charge, vous pouvez monter un palan à chaîne\nde sorte que le brin d’élingage supporte l’ensemble des charges\ndynamiques. Une fois le mouvement vertical de la grue terminé et une\nfois que cette dernière peut jouer un rôle de “chariot aérien\nautomobile”, c’est à dire une structure fixe à laquelle le palan à chaîne\npeut être suspendu, ce dernier peut alors supporter la tension de\nl’élingage qui peut donc être déconnecté. A partir de là, le palan à chaîne\npeut être utilisé pour réaliser l’ajustement/le positionnement final requis  \nFig. 8.6\n61",
    "Page_62": "Utilisation d'un palan sous l'eau\nIl peut parfois être nécessaire d'utiliser un palan sous l'eau, manipulé\npar des plongeurs immergés. Il est essentiel de vérifier que le type de\npalan sélectionné est adapté, car le matériau des disques de frein\npourrait ne pas convenir. Consultez le fabricant pour confirmation. Une\nfois le travail terminé, un palan utilisé sous l'eau doit être envoyé à\nun atelier agréé, démonté complètement, purgé à l'eau douce,\nregraissé, remonté et testé avant toute nouvelle utilisation.\nPalans pneumatiques\nPour les palans pneumatiques, assurez-vous qu'une unité de\nconditionnement d'alimentation en air comprimé avec filtre, graisseur et\ndétendeur est installée et réglée à la pression correcte, afin d'éviter\ntoute contamination de l'air du moteur.\nTestez le palan sur toute la longueur de la chaîne de charge et vérifiez le\nbon fonctionnement des fins de course haut.\nVérifiez les commandes du boîtier et assurez-vous que les boutons\npoussoirs s'enfoncent sans problème et remontent en position neutre\nlorsqu'ils sont relâchés.\nPar temps extrêmement froid, il est possible d'introduire un produit\ndégivrant via le graisseur pour prévenir tout givrage du moteur\npneumatique.8.12\n8.13\n8.14\n8.15\n8.16\n62",
    "Page_63": "L'UTILISATION SÉCURITAIRE DES PALANS A CÂBLE (Tirfors)\nLes palans à câble, disponibles en trois capacités, peuvent être utilisés\npour lever des charges (avec un facteur de sécurité de 5/1), ainsi que\npour tracter des charges (avec un facteur de sécurité d'environ 3,3/1)\nsoit; \nCU (levage)                Capacité (traction)\n 800 kg                         1 200 kg\n 1 600 kg                      2 500 kg\n 3 200 kg                      5 000 kg \nSélection des palans\nIl est crucial de distinguer entre l'utilisation de levage et l'utilisation\nde traction :\nLors d'une utilisation de levage, la charge ne reste pas stationnaire\nen cas de défaillance du palan ou de l'un de ses accessoires.\nLors d'une utilisation de traction, la charge reste stationnaire en cas\nde défaillance du palan ou de l'un de ses accessoires.\nChoisissez donc la capacité en tenant compte de cette caractéristique,\nainsi que de la charge à déplacer (voir exemples 1 à 4).\nUn palan 3 t peut soulever une charge de 3 t (estimée), mais exercer une\ntraction de 5 t, le facteur de sécurité étant réduit étant donné que\nl'opération est moins risquée.\nLevage simple \n(en cas de défaillance du \npalan ou du câble, \nla charge tombe)Traction simple \n(en cas de défaillance du \npalan ou du câble, \nla charge reste \nstationnaire)9.0\n9.1\n9.2\nFig. 9.1\n63",
    "Page_64": "Tirer vers le haut sur une pente = levage (en cas de défaillance du palan,\nla charge dégringole le long de la pente, donc elle NE RESTE PAS\nstationnaire).\nTraction transversale = levage (en cas de défaillance du palan ou du\ncâble, la charge repart, donc elle NE RESTE PAS stationnaire).\nLes palans à câble sont équipés de câbles spéciaux qui résistent à la\nforte pression des mâchoires, évitant ainsi les nids de fils brisés. La\nlongueur standard du câble fourni est de 20 mètres, mais des câbles\nplus courts ou plus longs sont facilement disponibles. \nLes palans à câble sont généralement actionnés à la main, mais des\nversions hydrauliques existent pour des besoins spécifiques,\nnotamment pour des levages ou tractions particulièrement longs.\n9.3\n9.4\nFig. 9.2\nPalan manuel standard Palan hydraulique 64",
    "Page_65": "Fabricant A B C\nCU du treuil Diamètre du câble Diamètre du\ncâble Diamètre du\ncâble \n800 kg 8,3 mm 8 mm 8 mm\n1600 kg 11,5 mm 11,2 mm 11 mm\n3200 kg 16,3 mm 16 mm 10 mmSécurité\nIl est impératif d'utiliser le câble correct pour le type de palan, car ces\nappareils sont conçus pour opérer avec un diamètre spécifique qui varie\nselon les fabricants de câbles. Voir tableau ci-dessous.\nSi vous utilisez un câble du fabricant « C » sur un palan du fabricant « A\n», vous pourriez vous retrouver dans une situation dangereuse, car\nla corde pourrait glisser et s'échapper de la machine en charge.\nVérifications avant l'utilisation\nAvant d'utiliser le palan à câble, assurez-vous toujours qu'il est en bon\nétat de fonctionnement et qu'il peut être utilisé en toute sécurité. Pour\ncela, vérifiez les points suivants :\nLa CMU/CU est adéquate pour la charge.\nLe code couleur est à jour et le palan porte un numéro d'installation\nou une marque d'identification.\nLe crochet de charge, son axe et les paliers du crochet dans les joues\nne présentent pas de signes d'usure, de fissures ou de déformations.\nLe linguet de sécurité du crochet se ferme correctement et le crochet\npeut pivoter librement.\nFaites fonctionner le palan dans les deux sens et vérifiez que les\ngoupilles de cisaillement sont intactes (des goupilles cisaillées ou\nfissurées sont symptomatiques d'une surcharge).\nVérifiez le fonctionnement du levier ou du bouton de relâchement.9.5\n9.6 \n65",
    "Page_66": "Insérez un câble et vérifiez la course des leviers avant et arrière. Sa\nlongueur dépendra du modèle (voir ci-dessous).\n T508 - 55 mm env.\n T516 - 55 mm env.\n T532 - 32 mm env.\nVérifiez le câble et assurez-vous qu'il est du type adapté au palan\nutilisé et qu'il ne présente pas de signe d'usure, de déformation, de\nrouille, etc.\n Assurez-vous que le palan est bien graissé.\nRemarque : Une course plus longue peut indiquer une usure interne,\ntandis qu'une course plus courte peut signaler un encrassement ou des\ndommages dans le mécanisme.\nAvec les T500 de Tirfor, il est possible de vérifier l'usure interne sans\ndémonter le palan. Pour ce faire, utilisez un câble neuf ou non usé et\nsuivez les étapes suivantes :\n1.Ouvrez le boîtier et insérez le câble neuf.\n2.Refermez le chemin de passage.\n3.Poussez le levier d'ouverture vers le point d'ancrage jusqu'à\nressentir une résistance.\n4.Mesurez la distance entre l'arrière du levier d'ouverture et le rebord\ndu boîtier. Cette distance ne doit pas être inférieure aux valeurs\nspécifiées.\nModèle Diamètre\ncâble neuf Dimension\n“A” (ne\ndoit pas\nêtre < a)\nT508 8.3 mm 37 mm\nT516 11.5 mm 37 mm\nT532 16.3 mm 68 mm\n9.7 \nFig. 9.366",
    "Page_67": "Comment utiliser le palan (modèles légers)\nEtape 1: Pour utiliser un palan léger, commencez par dérouler le câble\nMaxiflex pour Tirfor en ligne droite entre la machine et la charge, afin\nd'éviter la formation de boucles qui pourraient détordre les torons ou\nvriller le câble une fois tendu.\nEtape 2: Ensuite, retirez la goupille de verrouillage et le goujon d'ancrage\n(C) du palan. \nEtape 3: Pour insérer le câble, penchez le palan jusqu'à ce qu'il repose sur\nl'extrémité du goujon d'ancrage (B). Avec la main gauche, tournez le\nloquet de libération du câble (V) vers l'avant. Sur les modèles sans loquets\nde sécurité, insérez une pièce ou un tournevis dans la fente du point (V) et\ntournez vers l'avant. Avec la main droite, poussez fermement le levier de\nlibération du câble (P) vers l'avant, en direction du goujon d'ancrage,\njusqu'à ce qu'il soit bloqué en position.\nEtape 4: Enfin, assurez-vous que les deux leviers de commande sont\norientés dans le même sens. Insérez l'extrémité compactée en fuseau du\ncâble Maxiflex dans le guide-câble (A) du côté opposé au goujon d'ancrage\njusqu'à ce qu'il passe complètement à travers le palan.\n9.8\nFig. 9.4B\nCL1 L2VV\np\nA\nFig. 9.51 2 3 3.a 4\n67",
    "Page_68": "Étape 5: Passez le câble lâche à travers le palan (B) à la main.\nÉtape 6: Fixez l'élingue d'ancrage ou de suspension du palan et replacez\nle goujon d'ancrage en le passant à travers les anneaux de l'élingue.\nRemettez la goupille de verrouillage en place et assurez-vous que le\ncâble Maxiflex passe sous le goujon d'ancrage.\nÉtape 7: Pour refermer le chemin de passage sur le câble, abaissez le\nlevier de libération et laissez-le revenir à sa position initiale.\nÉtape 8: Montez la poignée télescopique sur le levier de manœuvre (L1),\nle plus proche du goujon d'ancrage, ou sur le levier de descente (L2),\nsitué au centre du palan. Bloquez la poignée en la faisant pivoter. Le\npalan est maintenant prêt à être utilisé pour le levage ou la descente.\nÉtape 9: Tirez et poussez la poignée pour faire passer le câble dans le\npalan.\nAttention ! Ne tentez jamais d'actionner simultanément les leviers de\nlevage et de descente, car la charge pourrait être instantanément\nrelâchée. N'utilisez jamais de rallonge (tube) pour faire levier sur l'un des\nleviers de commande, car cela surchargerait le palan.\nFig. 9.65 6 7 8\n68",
    "Page_69": "Comment utiliser les modèles lourds\nL1   Levier de montée\nL2   Levier de descente\nP     Levier de libération du câble\nA     Guide-câble\nB     Sortie du câble\nC     Crochet d'ancrage\nV     Loquet de libération du câble\nÉtape 1: Déroulez le câble spécial Maxiflex pour Tirfor afin de former\n une ligne droite, et ce afin d'éviter la formation de boucles qui\npourraient détordre les torons ou vriller le câble une fois celui-ci\n Étape 2: Les instructions suivantes supposent que le crochet d'ancrage\ndu palan est orienté à l'opposé de l'opérateur.\nAvec la main droite, appuyez sur le loquet de libération du câble (V)\nsitué sur le côté du boîtier, à proximité du crochet, et maintenez-le\nenfoncé. Tirez sur le levier de libération du câble\n (P) à l'aide de la main gauche afin de l'éloigner du crochet et jusqu'à ce\nqu'il soit en position verticale. Loquet de libération (V). Continuer de tirer\nsur le levier de libération du câble (P) jusqu'à ce qu'il soit bloqué en\nposition. Les deux mâchoires sont maintenant ouvertes.\n Étape 3: Après avoir posé le palan au sol, insérez l'extrémité compactée\n en fuseau du câble au point (A). C'est la meilleure position pour\nl'insertion du câble entre les mâchoires. Poussez le câble jusqu'à ce qu'il\nsorte au point (B).Fig. 9.7\n9.9\n69",
    "Page_70": "Étape 4: Ancrez le palan et le crochet avec les élingues adaptées et\nassurez-vous que le loquet de sécurité est fermé.\n Étape 5: Tirez le câble à la main jusqu'à ce qu'il soit tendu jusqu'à la\n charge.\nÉtape 6: Afin de refermer le chemin de passage sur le câble, tirez sur le\nlevier de libération du câble (P) afin de l'éloigner du crochet, appuyez et\nmaintenez enfoncé le loquet de libération du câble (V) situé sur le côté\ndu palan. Laissez le levier de libération (P) revenir lentement à sa\nposition de départ.\nÉtape 7: Le câble est maintenant fermement bloqué dans la mâchoire\ndu palan. Pour utiliser le palan, placez le levier de manœuvre sur le\nlevier de montée L1, bloquez-le en position en le faisant pivoter, puis\ntirez et poussez le premier levier. Le câble passe dans le palan à la fois\nlorsque l'on tire et pousse le levier.\n70",
    "Page_71": "Ne jamais \nNe jamais utiliser un palan à câble comme élingage ou brin d'élingage\nlors de l'utilisation d'une grue pour un levage. Les palans à câble sont\nconçus pour être chargés de manière graduelle, en tendant le mou du\ncâble grâce à l'action de « pression alternative » des mâchoires du palan.\nIls ne sont pas conçus pour résister à des mises en charge brusques,\ncomme celles qui peuvent se produire lorsque la charge est rapidement\nlevée ou « arrachée » par une grue. Cela pourrait endommager les\nmâchoires ou, plus probablement, provoquer une panne catastrophique\npermettant au câble de glisser librement dans le palan.\nAttention ! Il est interdit de « déclasser » un palan à câble dans les\ncirconstances décrites ci-dessus. Les fabricants n'acceptent\ngénéralement pas un tel usage abusif de leurs produits.\n9.10\nFig. 9.8\n71",
    "Page_72": "Pour permettre un ajustement final ou l'installation de la charge, vous\npouvez installer un palan à câble en parallèle avec un brin d'élingage, en\nlaissant un jeu de câble pour que le brin d'élingage supporte toutes les\ncharges dynamiques. Une fois le mouvement vertical de la grue terminé\net celle-ci pouvant servir de « chariot aérien automobile » (une structure\nfixe à laquelle le palan à câble peut être suspendu), le palan à câble peut\nalors supporter la tension de l'élingage, qui peut ensuite être\ndéconnecté. Le palan à câble peut alors être utilisé pour effectuer\nl'ajustement final nécessaire.\n72",
    "Page_73": "UTILISATION SECURITAIRES DES POULIES A CHAPE OUVERTE /\nMOUFLES \nLes moufles sont disponibles sous forme simple ou multiple avec un\nchoix d’accessoires de suspension, les plus utilisées étant les émerillons\nsimples ou émerillons à oeil ovale.\nLe principal fonction d’une moufle simple est de changer le sens de\nlevage ou de traction d’une corde, tandis que les moufles multiples\nréduisent l’effort de traction requis sur le brin d’attaque pour soulever la\ncharge. \nSélection \nLa première chose à considérée lors de la sélection de moufles simples\nest la charge à soulever et la charge résultante sur l’élément de\nsuspension (crochet), c’est à dire, charge plus traction de levage (qui\nsera plus élevée que la charge en raison des frottements sur les\npoulies). La charge résultante augmente lorsque l’angle entre les brins\ndiminue. \nRemarque: lorsque la moufle est du type à chape ouverte, elle doit être\nconçue de sorte que le boulon fixant la joue ne puisse être\ncomplètement sorti. \nFig. 10.110.0\n10.1\n10.2\n10.3\n73",
    "Page_74": "Traction angulaire\nRemarque: il est généralement convenu que le pourcentage à ajouter\npour les frottements est égal à: \nPoulie à roulement à rouleaux: 4% par poulie, W x 1,04 \nPoulies à roulements à bagues bronze: 8% par poulie, W x 1,08\nPour calculer la charge résultante R, commencez par déterminer la\ntraction requise P en multipliant la charge à soulever W par 1,04 (poulies\nà roulements) ou par 1,08 (poulies à bagues), puis en multipliant par les\nfacteurs indiqués dans le tableau de la fig 10.2 en fonction de l’angle\nentre les brins. \nAttention ! Lorsque vous utilisez une moufle simple sur la partie\nsupérieur, la charge résultante sur le support auquel celle-ci est fixée\npeut être le double de la charge soulevée, soit dans des conditions\nextrêmes.  \n10.4\nR = Résultante (charge au sommet)\nW = Poids à soulever\nP = Traction (W + % pour frottement) \nFig. 10.3\n74",
    "Page_75": "Lors de la sélection de moufles multiples, il est essentiel de prendre en\ncompte la charge à soulever (W) ainsi que la traction de levage (P). La\ncapacité du treuil détermine le nombre de moufles nécessaires (c'est-à-\ndire le nombre de brins) pour effectuer le levage, ainsi que la charge\ncorrespondante.\nLe tableau ci-dessous vous aidera dans cette sélection.\nMultipliez la charge à soulever (W) par les facteurs indiqués pour obtenir\nla charge résultante sur le crochet (R) et la charge de levage (P) requise.\nInversement, divisez la charge de levage ou la capacité du treuil (P) par\nle poids à soulever (W) et comparez le facteur obtenu dans le tableau\npour déterminer le type de moufle et la CMU/CU requise.\nY10.5 \nFig. 10.4\nExemple :\nW = 16 tonnes\nP = 3 tonnes \nCombien de brins sont nécessaires ? \nR = W/P = 16/3 = 5.3 \n75",
    "Page_76": "Vérifications avant l'utilisation\nAvant d'utiliser une moufle, assurez-vous de vérifier les points suivants :\nLa CMU/CU est adéquate pour la charge.\nLe code couleur est à jour et la moufle porte un numéro\nd'installation ou une marque d'identification.\nLa moufle ne présente pas de traces d'usure, de fissures ou de\ndéformations dans la gorge.\nSoulevez la moufle pour vérifier l'usure des roulements et des\nbagues.\nFaites tourner les réas pour vous assurer que les roulements et les\nbagues tournent librement.\nVérifiez que tous les trous de graissage sont propres et non bloqués,\net que la moufle est bien graissée.\nAssurez-vous que les accessoires de crochet et d'émerillon ne\nprésentent pas d'usure ou de déformation.\nExaminez les paliers de butée et leurs rondelles, si possible, pour\nvérifier leur bon fonctionnement.\nVérifiez que l'axe supérieur et les sections filetées ne présentent pas\nd'usure ou de déformation.\nSi le crochet supérieur est du type à tige, vérifiez l'état de la tige et de\nl'écrou pour vous assurer qu'ils ne présentent pas d'usure ou de\ndéformation. Vérifiez également que la traverse ne présente pas de\ntraces d'usure.\nAssurez-vous que la manille et l'anneau de suspension ne\nprésentent pas d'usure, de déformations ou de fissures.\nVérifiez que les plaques et étriers latéraux ne présentent pas de\ntraces d'usure, de déformation ou de fissures, en particulier autour\ndu trou de l'axe chargé principal et du trou de suspension supérieur.\nAssurez-vous que les étriers et flasques latéraux ne présentent pas\nd'arêtes vives ou de barbures qui pourraient abîmer le câble.\nVérifiez que les ringots, s'ils sont présents, ne sont pas usés,\ndéformés ou fissurés.\nVérifiez toutes les pièces d'écartement et les boulons d'assemblage\npour vous assurer qu'ils ne sont pas déformés.\nÀ l'aide d'une jauge, vérifiez que le diamètre intérieur des réas est\ncompatible avec le câble du treuil.10.6 \n76",
    "Page_77": "Câble supporté sur \n½ de sa circonférenceGorge trop petite \n(abrasion du câble \npar le réa)Gorge trop large \n(aplatissement \ndu câble)\nSécurité\nAvant de suspendre la moufle à la charpente de soutien, assurez-vous\nque toutes les goupilles fendues et d'arrêt sont correctement installées.\nPour une moufle à chape ouverte, vérifiez que la goupille d'arrêt est\nbien en place.\nAssurez-vous que l'élément de charpente de suspension est assez solide\npour supporter toutes les charges prévues; en cas de doute, consultez\nvotre superviseur.Fig. 10.5\nFig. 10.610.7\n \n10.8\n77",
    "Page_78": "Assurez-vous que la moufle est correctement alignée avec le brin\nd'attaque afin d'éviter que le câble ne frotte contre une joue.\nSi le câble n'est pas manchonné, après mouflage:\nVous devez toujours vous assurer que\nL'extrémité du câble est une attache à coin ouverte \nNe jamais\nFormer l'extrémité du câble à l'aide de serre-câbles, leur utilisation\nétant formellement interdite dans les applications de levage.\nSurcharger la moufle.\n \n 10.9\n10.10\n \n78",
    "Page_79": "UTILISATION SECURITAIRE DES TREUILS \nLes treuils peuvent être manuels ou motorisés, les plus courants\nsont les modèles pneumatiques.\n      Manuel                                                 Pneumatique \nSélection \nLors de la sélection d’un treuil, l’élément le plus important est la traction\nrequise. Si vous utilisez un mouflage multiple, consultez 11.4 de cette\nnorme qui vous aideras pour les calculs. Ne pas oubliez que la majorité\ndes chiffres indiqués sont basés sur les performances avec tambour à\ndemi plein (la traction diminue quand le tambour se remplit). \nRemarque: la traction avec tambour à demi plein n’a qu’une\nperformance moyenne. Ne pas ce chiffre avec la capacité du câble, qui\nest d’environ 36% du stockage tambour plein à ce point. 11.0\n11.1\n11.2Fig. 11.1\nFig. 11.2\nTambour plein - traction min.\nTambour à demi-plein - traction moy.\n(Capacité du câble = 36 % de la valeur totale)\n1er tour - traction max. \n \n79",
    "Page_80": "La capacité du tambour, c'est-à-dire la longueur de câble nécessaire, est\nillustrée à la figure 14.3.\nAttention ! Le câble doit avoir une longueur minimale telle qu'en\nposition extrême (les moufles supérieure et inférieure étant les plus\néloignées possible), il reste au moins cinq couches sur le tambour. Cela\npermet d'éviter tout transfert de charge sur l'ancrage au tambour, qui\nn'est PAS un composant porteur.\nPour déterminer la longueur de câble requise, voici un exemple des\nparamètres à considérer : des moufles à 3 et à 2 réas, une moufle\nouverte à corde et un treuil.\nMultipliez la distance entre les centres des moufles par le nombre de\nbrins. p. ex. 35 m x 5 = 175 m\nAjoutez la longueur de corde de la moufle supérieure à travers la\nmoufle ouverte jusqu'au treuil.\n       p. ex. 30 m + 10 m = 40 m\nAjoutez la longueur autour des réas, c.-a-d., nombre de réas x 0,5\nfois la circonférence du réa.  \n       p. ex. 5 x 600 mm = 3 m\nAjoutez la marge de 5 tours sur le tambour, soit 5 fois la\ncirconférence de celui-ci.\n       p. ex. 5 x 2,5 m = 12,5 m\nLongueur totale du câble requise.\n       = 175 m + 40 m + 3 m + 12,5 m = 230,5 m\n(Lorsque cette longueur représente plus de 36% \nde la capacité du tambour, vérifiez à nouveau la traction \ndonnée pour le treuil dans le catalogue du fabricant).\n 11.3\nFig. 11.3\n80",
    "Page_81": "Vérifications avant l'utilisation\nAvant d'actionner le treuil, vérifiez que:\n \nLa CMU/CU est adéquate pour la charge.\nLe code couleur est à jour et le treuil porte un n° d'installation / une\nmarque d'identification.\nLa garde de câble n'est pas endommagée ni tordue, ce qui pourrait\nbloquer et/ou user le câble En l'absence de garde, NE PAS\nUTILISER !\nLe tambour du treuil n'est pas usé, déformé ou fissuré.\nLes bandes et tambours de frein ne sont pas anormalement usés.\nLes bandes et tambours sont propres et ne présentent pas de rouille\nou autre contamination.\nLorsqu'ils sont présents, examinez le frein automatique et les\nressorts d'arrêt, leurs bielles et goupilles.\nVérifiez que la partie exposée de la tige de piston ne présente pas de\nrouille et autre corrosion.\nUne fois le courant coupé, vérifiez que tous les leviers de commande\nreviennent en position neutre quand on les relâche.\nVérifiez que les flèches et marques de sens de défilement sont en\nplace et clairement visibles.\nVérifiez le niveau d'hulle.\nExaminez le socle du treuil et vérifiez qu'il ne présente pas de\nsoudures fissurées, fissures autour des trous de boulons,\ndéformations ou autres dégâts dus à des chocs.\n      Ancrage:\nVérifiez que les boulons, soudures et autres fixations sont adéquats\net autant que possible, que les éléments du socle métallique ne\nprésentent pas de signes de détérioration.\nRemarque: si un treuil est déplacé, il doit être rééprouvé, à moins que le\nnouvel ancrage ait déjà été certifié.\n 11.4\n81",
    "Page_82": "vérifiez que l'alimentation en air convient pour ce type particulier de\ntreuil (pression, etc.).\n Branchez l'alimentation en air et faites un essai de fonctionnement\ndu treuil.\n Inspectez visuellement le câble du treuil et vérifiez qu'il ne présente pas:\n D'usure et de rouille et autre corrosion.\n De traces d'abrasion.\n De dégâts mécaniques (écrasements, fils brisés...).\nCommande et pose du câble\nSi un nouveau câble est nécessaire , assurez-vous que vous mesurez\ncorrectement le diamètre pour éviter d'avoir un câble TROP PETIT.\nLorsque vous déroulerez un câble d’un touret en bois sur le tambour du\ntreuil, évitez de la courber dans l’autre sens, ce qui abîme le\ncommettage. \n \n11.5\n11.6\n11.7Fig. 11.4\n82",
    "Page_83": "11.8Il est essentiel de déterminer le commettage approprié du câble.\nLorsqu'un câble ou cordage avec le sens de commettage correct est\nenroulé, les boucles sur le tambour se loveront les unes contre les\nautres et maintiendront une nappe régulière lorsque la charge sera\ndéposée. En revanche, avec un câble ou cordage au commettage\nincorrect, les boucles se séparent lorsque la charge est déposée. Lors de\nla reprise de l'enroulement, les boucles de câble peuvent se croiser et se\nchevaucher, entraînant un aplatissement et un écrasement.\nFig. 11.5\nCommettage à gauche - main gauche Commettage à droite - main droite \nSous enroulement  \nAttacher à gaucheSous enroulement  \nAttacher à droiteSous enroulement  \nAttacher à droiteSous enroulement  \nAttacher à gauche\nFig. 11.6\n83",
    "Page_84": "11.9Les treuils les plus utilisées ont un étrier de frein long et un étrier de\nfrein court \nAssurez-vous que l'enroulement du câble est correct par rapport aux\nétriers, car un bobinage incorrect peut :\nRéduire l'efficacité des freins.\nDiminuer considérablement la capacité de treuillage, car la vanne\nrotative fonctionnera en sens inverse.\nRemarque: toute modification du sens d’enroulement doit faire l’objet\nd’une discussion avec le fabricant et être approuvée par celui-ci.  Fig. 11.7\n84",
    "Page_85": "Angle de déflexion\nNous recommandons que l'angle de déflexion maximal pour un\ntambour lisse ne dépasse pas 1,5°. Pour un tambour rainuré, cet angle\npeut aller jusqu'à 2,5°. Pour atteindre ces valeurs, il peut être nécessaire\nd'utiliser une poulie ou une moufle déflectrice.\nDans la majorité des cas, le câble a une cosse fixée par virole, mais dans\ncertaines circonstances (mouflage multiple) la cosse est enlevée et\nl'élément de terminaison doit être monté sur place. La meilleure\nsolution consiste à utiliser des attaches à coin ouvertes, en particulier\npour le levage de charges. \nRemarque 1: les attaches à coin ouvertes ont une efficacité de 80 %. On\nvérifiera visuellement qu'elles ne présentent pas de fissures autour de la\nchape.\nNe pas serrer le brin mort contre le brin sous tension (mauvaise\ntechnique courante).\nRemarque 2: des attaches à coin étendu sont maintenant disponibles et\nintègrent un trou permettant le montage du serre-câble. La sécurité est\nainsi plus grande et l'extrémité est plus propre.11.10\n11.11\nFig. 11.8\nFig. 11.9\n85",
    "Page_86": "Remarque 3 : Le brin mort (retourné) doit avoir une longueur minimale\nde 6 diamètres pour les câbles standard et de 20 diamètres pour les\ncâbles antigiratoires, mais dans tous les cas, il ne doit pas être inférieur\nà 150 mm.\nLa cosse fixée par virole peut être équipée d'un crochet ou d'une manille\npour la connexion à la charge. La plupart des fabricants privilégient\nl'utilisation d'un crochet de sécurité de type fermé (par exemple, BK) ou\nd'une manille de sécurité. Ces dernières semblent être l'attache\npréférée lorsqu'on utilise le treuil pour le levage de personnes.\nIl existe différents types de serre-câbles permettant de terminer les\ncâbles sur place ; les trois types les plus courants sont :\n“First Grips” (efficacité: 80 %) \nSerre-câbles “Eureka” (efficacité variable, en moyenne 45% sur la\nbasse d’essais indépendants effectués sur des serre-câbles de 16\nmm à 2 boulons) \nSerre câbles “Bulldog” (seul le type DIN1142 est acceptable efficacité\n80%) \nLes chiffres d’efficacité indiqués ci-dessus sont basés sur la charge de\nrupture du câble indiquée par le fabricant.  \nRemarque: dans les situations générales d’élingage, l’utilisation de tout\ntype de serre câble à l’extrémité des câbles dans des applications de\nlevage ou de traction est interdite. \n11.12\nFirst Grip \nPeut être posé dans\n les 2 sens Eureka peut être \nposé dans les 2 sens Bulldog doit uniquement\n être posé dans un sens \nFig. 11.10\n86",
    "Page_87": "Utilisation des treuils \nToujours\nGarder les mains éloignées du câble/cordage s’enroulant sur le\ntambour. \nTenir le personnel éloigné du câble de levage. \nVérifier que le frein fonctionne correctement avant de lever une\ncharge à une hauteur importante. \nAbaisser la charge lentement pour éviter les charges dynamiques sur\nle treuil et le câble. \nNe jamais \nSurcharger le treuil \nL’utiliser pour lever ou descendre du personnel, sauf s’il a été\nspécifiquement conçu à cette fin et possède le marquage afférent. \nChanger de sens d’enroulement/déroulement (bobinage) sans\nconsulter auparavant le fabricant. \nRemarque: lorsqu’ils y a plusieurs treuils dans un espace restreint, il est\nnécessaire pour des raisons de sécurité de marquer les terminaisons\ndes câbles avec l’identité du treuil correspondant. \nAttention ! Lorsque l’on opère un treuil avec le câble passant dans une\nmoufle en hauteur, il est souvent nécessaire de fixer un poids à son\nextrémité pour empêcher qu’il ne se déroule intempestivement sous\nl’effet du poids du segment situé entre la moufle et le treuil. Cela est\nparticulièrement important dans le cas d’un transfert  \nTreuils de transfert (levage) de personnel \nSur les derricks et les plates-formes de forage, les treuils sont\nfréquemment utilisés pour le transfert de personnel. Ces treuils doivent\nêtre soit spécialement conçus à cet effet, soit modifiés et recertifiés pour\ncette utilisation. Dans tous les cas, ils doivent porter la mention \"apte au\ntransfert de personnes\". Aucun autre type de treuil ne peut être utilisé\npour le transfert de personnel.\nAttention ! Lors de telles opérations, ne JAMAIS laisser le treuil sans\nsurveillance, quelles que soient les circonstances \n 11.13\n11.14\n11.15\n87",
    "Page_88": "12.0\n12.1\n12.2 UTILISATION SECURITAIRE DES ELINGUES CABLES \nLes élingues en câbles métalliques sont souvent fabriquées avec ces\nterminaisons formées par épissure mécanique couramment appelées\nviroles, gaines ou manchons. Le œil de l’élingue peut être muni ou non\nde cosses en fonction de l’application. \nSélection \nLes élingues à câbles sont les plus utilisées car elles sont très\npolyvalentes et relativement légères par rapport à leur résistance. \nElles peuvent être simples (monobrin) ou à brins multiples.\nElingues simples et sans fin \nCosse\nCosse\nCosseCosse\nAnneau mou Anneau mou \nSans fin \nFig. 12.1\n88",
    "Page_89": "Elingues multi-brins \nLa majorité des élingues utilisées doivent être munies de cosses pour\nutiliser au mieux la résistance du câble, car avec des élingues à boucle\nsouple, la résistance est moindre si l’oeil supportant la charge a un faible\ndiamètre. \nCharges maximale d’utilisation \nLa CMU est fixé en fonction :\n1. Du diamètre.\n2. De la construction (type d’âme).\n3. De la résistance à la traction du fil métallique.\nLa construction du câble est choisie en fonction d’une application\nspécifique, les câbles métalliques avec âme acier offre une meilleur\nrésistance à l’écrasement et à l’aplatissement lors du treuillage par\nexemple. Tandis que ceux à âme acier et fibres conviennent pour la\nfabrications d’élingues. \nA titre d’exemple la figure 12.3 définit la charge maximal d’une élingue à\ncâble (6 x 36 ou 6 x 19) \nAttention ! Ce tableau est donnée à titre d’exemple et ne peux pas être\nutilisé pour une autre composition de câble. Dans ce tableau la charge\nd’utilisation maximal en tonnes est définie  pour les différents modes\nd’élingage. \nDeux brins Trois brins Quatre brins\nFig. 12.2\n12.3\n12.4 \n89",
    "Page_91": "Construction types \nAvantage des élingue à câbles \nA solidité égale, les élingues câble sont plus légères que des élingues à\nchaîne, elle risque de moins abimer les charges fragiles ou de surfaces\ndélicates. Elles absorbent également mieux les charges dynamiques. \nLorsque l’élingue est munie de crochets le seul type autorisé est le type  \n“fermé”. \nPlus flexible\nMoins résistant à l’usure Moins flexible \nPlus résistant à l’usure6 x 366 x 19\nFig.12.4\nFig.12.5\nA faire et à ne pas faire  \nNe jamais passer une élingue à travers un crochet ou une manille ! 12.5\n12.6\n12.7\n91",
    "Page_92": "Toujours utiliser une manille pour connecter deux élingues  \nAssurer vous que la longuer de l’anneaux \nest ≥ 2 x le diamètre du crochet  \n9 2",
    "Page_93": "Vérifications avant utilisation \nLes vérifications suivantes doivent être effectuées avant d’utiliser une\nélingue :  \nLa CMU est adéquate pour la charge \nLe code couleur est à jour et l’élingue porte un n° d’installation / une\nmarque d’identification. \nExaminez chaque brin individuel sur toute sa longueur et vérifiez\nqu’il ne présente pas d’usure, de corrosion, d’abrasion ou de fils\nbrisés. \nExaminez chaque virole ou manchon et vérifiez qu’il a la taille\ncorrecte. \nLa virole/ manchon ne doit pas présenter de fissures ou\ndéformations. \nVérifiez que chaque cosse a été posée correctement. \nExaminez le câble autour des cosses, où il subit souvent une\nabrasion due au fait que l’élingue est traînée sur des surfaces rêches. \nExaminez l’anneau/ maillon de tête et l’assemblage quadruple et\nvérifiez l’absence d’usure, de corrosion et de fissures. \nLorsque des crochets sont utilisés, vérifiez l’absence d’usure, de\ncorrosion et de fissures et vérifiez que les linguets de sécurités\nfonctionnent. 12.8\n93",
    "Page_94": "Sécurité\nPour les élingues à plusieurs brins, la capacité maximale d'utilisation\n(CMU) indiquée reste valable tant que l’angle de levage ne dépasse pas\n90°. Il est impératif de ne pas excéder cet angle, sauf si l’élingue a été\nspécifiquement conçue, testée et marquée pour supporter un angle\nsupérieur.\nLors de l’utilisation d’élingues simples en paire ou d’élingues sans fin, il\nconvient de prendre en compte les pertes de capacité liées à l’angle de\nlevage et à la configuration géométrique.\nTire-câbles, chaussettes et « Chinese Fingers »\nLes tire-câbles sont principalement destinés à la traction ou au maintien\nde câbles métalliques, de cordages ou de tubes. Fabriqués à la main à\npartir de fil d’acier galvanisé haute résistance, ils doivent être utilisés\navec précaution.\n12.9\n12.10\n12.1190° max90° max\nFig.12.6\nTire-câbles standard un et deux yeux Fig.12.7\n94",
    "Page_95": "Chaque modèle possède une charge de rupture définie. L’utilisateur doit\nappliquer un coefficient de sécurité adapté à l’usage prévu :\nPour les opérations de traction classiques : un facteur de sécurité de 3\nest recommandé (capacité = charge de rupture ÷ 3).\nPour les opérations de levage plus sensibles : un facteur de 5 est requis\n(capacité = charge de rupture ÷ 5).\nCe facteur vise à prévenir la rupture du tire-câble sous l’effet de la\ncharge, mais ne garantit pas l’adhérence sur le câble tracté ou soulevé,\nqui dépendra de son état et de sa préparation.\nAttention ! Certains fabricants déconseillent l’usage de leurs tire-câbles\npour le levage. Il est donc essentiel de consulter leur documentation\ntechnique.\nTire-câbles pour traction\nUtilisés pour tirer des câbles, tubes ou cordages, notamment lors de\nl’installation sur des grues ou des poulies. Les diamètres standards vont\nde 4 à 115 mm, avec des variantes adaptées à la charge. Des modèles\nsur mesure peuvent être fabriqués pour des diamètres allant jusqu’à\n600 mm ou plus.\nOn distingue deux types :\nTire-câbles de traction : pour des charges légères (tubes plastiques,\ncordages), un seul fil métallique peut suffire. Pour des charges\nlourdes, on utilise des tresses simples, doubles ou triples.\nTire-câbles porteurs : similaires aux précédents, mais intégrés à\nl’installation. Ils peuvent comporter une ou deux boucles selon les\npoints d’ancrage.\nLa longueur standard varie de 600 à 1 000 mm, mais des versions plus\nlongues existent, notamment pour les tresses triples.12.12\n12.13\n95",
    "Page_96": "Recommandations d’usage\nLes tire-câbles à extrémité libre peuvent servir de manchon pour tirer un\ncâble de remplacement, mais ne doivent pas être utilisés si un risque de\nrotation entre les câbles existe (ex. : câbles électriques). Dans ce cas, il\nest préférable d’utiliser deux tire-câbles reliés par un émerillon.\nÉviter de superposer deux tire-câbles, car cela compromet leur efficacité\net peut les endommager.\nPour faciliter l’installation de longues sections de câble, on peut ajouter\ndes points de traction intermédiaires à l’aide de tire-câbles fixés à\nintervalles réguliers.12.14\nFig.12.8\n96",
    "Page_97": "12.15\n \n12.16Inspectez visuellement le tire-câble avant l'emploi.\nSi vous l'installez sur un câble métallique, assurez-vous que\nl'excédent de lubrifiant a été enlevé.\nSélectionnez la taille correcte de tire-câble pour le diamètre de\nl'objet à tirer.\nSélectionnez le tressage correct requis (simple, double ou triple).\nInstructions générales pour la pose de tire-câbles\n \nPour faciliter les choses, l'extrémité libre du tire-câble peut être\npressée contre une surface plate afin d'évaser les extrémités des fils\nde la tresse, ce qui facilitera le montage de cette extrémité sur le\ncâble, etc.\nEnfoncez le tire-câble le long du câble, en poussant de l'extrémité à\nboucle vers l'extrémité libre, ce qui provoque la légère expansion de\nla gaine nécessaire pour la faire passer sur le câble.\nLes tire-câbles à une boucle doivent être tirés au maximum sur le\ncâble de façon à ce que celui-ci les traverse de part et d'autre. Avec\nles modèles à deux boucles, le câble peut être enfoncé dans le        \ntire-câble passant entre les deux boucles, aussi loin que nécessaire.\nAssurez-vous que le tire-câble repose uniformément et fermement\ncontre le câble en plaçant les deux mains autour de la circonférence\ndu câble.\nPour les modèles à une seule boucle, commencez par l'extrémité\nbouclée.\n Pour les modèles à deux boucles, commencez à l'extrémité libre,\nsans boucles.\nSerrez au maximum sur la gaine et déplacez-vous vers l'autre\nextrémité du tire-câble en glissant fermement les mains sur la gaine\ntressée afin qu'elle soit bien serrée contre le câble.\nPour encore augmenter le serrage, vous devez poser un collier\nautour du tire-câble à l'extrémité ouverte (du côté opposé aux\nboucles). Appliquez la traction lentement pour permettre au tire-\ncâble de se contracter et de serrer.\n97",
    "Page_98": "Ne jamais \nSurcharger ou exercer une traction forte et brutale sur un tire-câble. \nUtiliser un tire -câble s’il présente un quelconque signe d’avarie ou\nd’usure (ce que vous vérifiez avant chaque utilisation). \nAttention ! Si à un moment quelconque un des fils de la nappe tressé\nvenait  à se casser, arrêtez immédiatement de tier. De telles cassures\nsont généralement causées par une surcharge ou une application\ninégale de la force de traction. \nLors de l’utilisation de ces tire-câbles, portez un équipements protecteur\n(gants) en permanance. \n Fig.12.9Collier Traction sur l’extrémité à boucles \n98",
    "Page_99": "UTILISATION SECURITAIRE DES ELINGUES EN FIBRES SYNTHETIQUES\nIl est essentiel de surveiller rigoureusement les conditions de stockage\net de manipulation des élingues en fibres synthétiques afin de préserver\nleur intégrité et d’éviter toute contamination. En raison de leur\nconception, ces élingues peuvent perdre une grande partie de leur\nrésistance en cas de coupure, de déchirure, d’effilochage ou de rupture\ndes coutures.\nSi la gaine de protection présente des dommages ou des entailles,\nl’élingue doit être immédiatement mise hors service. De manière\ngénérale, les élingues en fibres synthétiques et les sangles doivent être\nretirées du service après un an d’utilisation, sauf dans le cas\nd’applications spécifiques. Pour ces dernières, une inspection rigoureuse\nest nécessaire pour prolonger leur usage au-delà de cette période.\nEn raison de la sensibilité du matériau, la capacité maximale d’utilisation\n(CMU) peut être fortement réduite en cas de défauts visibles. Il est donc\nimpératif de procéder à un examen minutieux avant chaque utilisation\net de ne pas réutiliser une élingue présentant l’un des défauts\nmentionnés.\nLes élingues en fibres synthétiques (plates et rondes) sont\ndisponibles en cinq types de base: \nFormat\nA boucles cousues \nAvec maillons en D\nAvec maillons en D et \n       maillon mouflage \nSans fin (plate - sangle) \nSans fin (ronde) Applications\nMultiples \nSimple direct ou brassière \nSimple direct, brassière/ maillon\n mouflage nœud coulant \nMultiples \nMultiples 13.0\n \n13.1\n99",
    "Page_100": "Capacité de levage et choix du type d’élingue\nLa largeur de l’élingue influence directement sa capacité de levage :\nUne élingue simple (épaisseur simple) offre environ 1 tonne de capacité\npar 50 mm de largeur.\nUne élingue double (double épaisseur) offre environ 1 tonne par 25 mm\nde largeur.\nLe choix entre une élingue plate ou ronde dépend du mode d’élingage\nprévu, car celui-ci impacte la CMU. Il convient donc d’appliquer un\nfacteur de mode (M) adapté à la configuration d’utilisation.\nA boucle cousues Avec maillons en DAvec mailons en D et mouflage \nSans fin (plate)\n13.2\n13.3\nElingage \nsimple direct\nM = 1Nœud coulant\nM = 0,8Panier 0°\nM = 2Panier 90°\nM = 1,4Fig.13.1\nFig.13.2100",
    "Page_101": "Pour les opérations courantes, les élingues rondes ou estropes à\nboucles souples sont recommandées pour leur polyvalence. Toutefois,\nen cas d’usage fréquent, les modèles avec maillons en D sont\npréférables en raison de leur meilleure résistance à l’usure.\nPour les charges fragiles ou aux formes complexes (comme les vannes,\narmoires de commande, actionneurs, etc.), les élingues rondes sont à\nprivilégier. Leur souplesse et leur capacité à former un nœud coulant\nassurent un maintien sûr sans endommager la charge.\nVérifications avant utilisation\nAvant d’utiliser des élingues plates ou rondes, vous devez les examiner\nsur toute leur longueur pour vous assurer que : \nLa CMU/CU est adéquate pour la charge \nLe code couleur est à jour \nL’élingue porte un n° d’installation \nIl n’y a pas de coupures, déchirures ou effilochages\nDe dégâts dus à des produits chimiques\nOu à la chaleur \nDe pénétration de corps étrangers dans les fibres \nDe déformation/ d’usure des oeillets métalliques \nAttention ! Lorsque de l’inspection délingues rondes et en cas de\ndécouverte de coupures dans la gaine protectrice, ces premières doivent\nêtre mises au rebut car la résistance de l’âme intérieur pourrait être\ncompromise. 13.4\n13.5\n13.6Longuer utile efficace (entre points de charges) Fig.13.3\n101",
    "Page_102": "Consignes de sécurité\nLes élingues en fibres synthétiques sont destinées à un usage sur site ou\nsur installation, mais ne doivent pas être utilisées pour le transport\nentre ces lieux. \nLa majorité est fabriquée en polyester, ce qui leur confère une bonne\nrésistance à l’eau de mer, aux hydrocarbures et à de nombreux acides à\ntempérature ambiante. En revanche, elles sont vulnérables aux bases\nalcalines, qui peuvent dégrader le polyester.\nIl est crucial d’éviter tout contact avec des arêtes vives, qui risqueraient\nde couper ou d’endommager l’élingue lors de la prise de charge. Des\nprotections doivent systématiquement être mises en place autour de\nces zones à risque.\nToujours placer des protections autour des arêtes vives.13.7\n13.8\n13.9\n13.10\nN\nLes sangles risque de ce couper \nFig.13.4\n102",
    "Page_103": "1 0 3"
}