{
    "Page_1": "LIVRE  DIGITAL  LEVAGE\nTotalEnergies",
    "Page_3": "Edito\nLa Sécurité  est une valeur  de la Compagnie.  Elle est la pierre\nangulaire  de notre  excellence  opérationnelle  dans  chacun  de\nnos métiers.\nTous, collaborateurs  de TotalEnergies  et des entreprises\npartenaires,  engageons-nous,  personnellement  et collectivement,\npour  assurer  la securite  au quotidien  dans nos operations  et sur\nnos sites avec un objectif  commun:  « Zero accident  mortel  ».\nNos Regles  d’or, établies  a partir  de retours  d’expeérience,\nsont  essentielles  pour  atteindre  notre  ambition  en matiere  de\nsecurite.  C'est  en nous  les appropriant,  en les mettant  en ceuvre\net en faisant  preuve  d’une  vigilance  de tous les instants,  pour\nnous-memes  et pour  nos collegues,  qu’elles  rempliront  leur role\net deviendront  un reflexe.\nTous les accidents  sont éevitables,  j’en ai la conviction  !\nL’engagement  de chacun  d’entre  nous a faire des Regles\nd’or un mode  d’action  systematique,  partout,  tous les jours,\ns'inscrit  pleinement  dans l’ambition  de la Compagnie  : mettre\nle developpement  durable  au coeur  de notre  strategie,  de nos\nprojets  et de nos operations.\nMichel  Charton\nDirecteur  HSE",
    "Page_4": "TotalEnergies\nLa Securite\npour moi, pour toi, pour tous\nPour travailler  en séecurite  et proteger  la vie de tous:\n« Approprions-nous  et mettons  en ceuvre\nsystematiquement  nos Regles  d’or.\n“ Intervenons  en cas d’écarts  constatés  avec nos\nregles  de securite.\n“ Signalons  les écarts pour en tirer des\nenseignements.\nTM Partageons  les bonnes  pratiques  de mise en\nceuvre.",
    "Page_5": "Nos 12 Regles  d’or\n1 | Situations 7 | Systemes  alimentés\na risques en energie\n| : 2 | Circulation 8 | Espaces\n/TNN\\ confinés\n3 | Gestes,  postures, 9 | Travaux\noutillages de fouille\n4 | Equipements\nde protection 10 | Travauxsaeac individuelle on Cneioeer\n5 | Permis Tl | Travail\nde travail a chaud\n6 | Opérations 12 | Ligne\nde levage de danger",
    "Page_6": "| J’évite  les situations  a risques.\nMon engagement  Sécurité  :\n— Je ne fume ou ne vapote  pas en dehors  des zones  autorisées.\n_ Je ne travaille  et ne conduis  pas sous |’emprise  de |’alcool\nou de drogues.\nv Je sécurise  la situation  dégradée  et la signale a mon\nsuperviseur.\nJe connais  les risques  avant  d’effectuer  une opération  peu\nfréquente  ou complexe.\nvy. Je respecte  les modes  operatoires  d’arrét  et de démarrage\ndes equipements  et installations.",
    "Page_7": "Regle 2\nCirculation\n: Je respecte  les regles de sécurité\n, ; Quand  je circule.\nHNN\nMon engagement  Sécurité  :\neserpeevpeepeeeeeeneneneeneeeeeereeeeneeneeeeeeeeeeneeeeneneeeneeeeeneneeeeneeeeeneneneneeneeeeeneneeeeeeneneeeeeeeeeeeenenrenrneeeeeeeneneeeeeeeeeeses#  «\nJe contrdle  |’état de mon véhicule  avant utilisation.\nJ’attache  toujours  ma ceinture  de sécurité.\nM Je respecte  la limitation  de vitesse  et j’'adapte  ma conduite\naux conditions  de la route.\nMM Je rutilise  aucun  systeme  de communication  en conduisant,\ntel que telephone,  talkie-walkie  et radio, méme  avec un\nkit mains  libres.KIJe respecte  les temps  de conduite  autorisés\net le plan de gestion  du déplacement.KIJ’emprunte  les voies déediées  aux pietons\net les pistes  cyclables.\nJe tiens la rampe  dans les escaliers.",
    "Page_8": "Regle 5\nGestes,  postures,  outillages\nJe manipule  les outils en securite.\nMon engagement  Sécurité  :\nsrereineeneeeneeneneneneeeneneeeneeeeeeeeneneeeeeeweeeememamemhmlmceremhmUcrmlUcrmlUcrrmUc  Cc Cc Cl CUc TC Cc Cc CUch TPR OhUc ROhUc mC Uc COC  FHhUc TC FemUcr TC ThUch TP POC RUC UC FOhUc Cc HhUc TC FOCUc TC TmhUcr TC PeOChUcU TPC  HOhUc TPC HReOmCUCc TrmhUcrhUc  Cc ThUcr TC TR hUcr TC HhUch TPR HOhUc OC HRC RCUc HC FhUc TC TC Uh TP Fee hUwe\niY Je vérifie  que mon outil est:\n* celui mentionne  dans le permis  de travail  ou le mode\noperatoire  ;\n* adapte  a la tache  et a la zone d'utilisation  ;\n* en bon etat.\nIM JS utilise  les outils, y compris  les accessoires  d’épreuves  ou de\ntests, conforméement  aux limites  fixées  par le fabricant.\niY Je positionne  mon corps pour minimiser  les efforts  excessifs.",
    "Page_9": "Equipements  de protection\nindividuelle  (EPI)\nJe porte les EPI requis.\nIY Je vérifie  le bon état de mes EP! avant utilisation.\n[Y% Je porte mon casque  avec la jugulaire  attachée.\nIY Je porte les EPI adaptés  a la tache et la zone dans laquelle\nje travaille.\n[4 Je porte un gilet de sauvetage  lorsque  cela est requis.",
    "Page_10": "Regle 5\nPermis  de travail\nJe travaille  avec un permis  valide.\n&Jai vérifié  les permis  et certificats  requis.KIJe suis habilité(e)  et autorisé(e)  a réaliser  le travail.KIJe comprends  le permis  de travail.KIJe m’assure  ce identification  du point d’intervention.KIJai vérifié  que les conditions  de sécurité  sont réunies  pour\ncommencer  le travail.i!Je m/’arréte,  reéevalue  les risques  si les circonstances  changent\net jen refere a mon superviseur.\n10",
    "Page_11": "Je respecte  le dossier  de levage.\nMon engagement  Sécurite  :\niY Jinstalle  les barriéres  et périmeétres  de sécurité.\niY Je vérifie  que les Gquipements  de levage  ont été inspectés,\nsont en bon état et sont approprieés.\nIY JSutilise  uniquement  des équipements  pour lesquels  je suis\nhabilité(e).\n(\\Y% Je vérifie  que la charge  est bien élinguée  et colisée\net je contrdle  la charge  en mouvement.i!Je m’assure  de la présence  d’un chef de manceuvre  habilite\npour l’opération  de levage.i!Je ne me place  jamais  sous une charge  suspendue.\n11",
    "Page_12": "Regle 7KIKIK! Kl K! Kl KISystemes  alimentes  en energie\nJe verifie isolation  et l’'absence\nd’energie  et de fluides  avant toute\nIntervention.\nJe dispose  d’un permis  de travail  et d’un certificat  de\nconsignation  des systemes  alimentes  en energie.\nJai identifié  toutes  les sources  d’énergie  et de fluides.\nJe respecte  le schema  d’isolement.\nJe confirme  que les sources  d’énergie  et de fluides  ont éte\nisolees,  verrouillees  et signalisees.\nJe m’assure  ce |’absence  d’alimentation  en energie  et fluides.\nJe m’assure  de |’absence  d’énergie  et de fluides  residuels\nou accumuleés.\nJe m’assure  de la fin des travaux  et je verifie la depose  des\nisolements  avant redéemarrage.\n12",
    "Page_13": "Espaces  confines\nJ’obtiens  l’autorisation  avant a’entrer\ndans un espace  confine.\nMon engagement  Sécurité  :KIJe dispose  d’un permis  de travail  et d’un certificat  de\npenetration  en espace  confine.i!Je m’assure  que toutes  les sources  d’éenergie  et de fluides\nsont isolees.i!Je vérifie  et j’utilise  un appareil  de protection  respiratoire\nlorsqu’il  est requis.KIJe confirme  qu'un plan de secours  est en place.\nJe confirme  que l’atmosphere  a ete testéee  avant intervention\net qu'elle  est controlee.i!IJe confirme  qu’il y a une supervision  pour les entrées/sorties\net pour donner  l’alerte.KIJe recois  |’autorisation  d’entrer.\n13",
    "Page_14": "Regle 9\nTotalEnergies\nTravaux  de fouille\n[YM Je dispose  d’un permis  de travail  et d’un certificat  de fouille.\n[YM Je confirme  que la zone de fouille  est bien balisée.\niY Je suis vigilant(e)  quant  au repérage  des réseaux  et ouvrages\nenterreés.\n[% Je positionne  les engins  et la matiere  extraite  a plus d’un metre\nde la fouille.\n[4 Je ne descends  dans une fouille > 1,3 m que si l’accés  est sécurisé.\n14",
    "Page_15": "Regle T O TS\nTotalEnergies\nTravaux  en hauteur\nJe me protege  du risque de chute\nlors d’un travail en hauteur  = 1,5 m.\nMon engagement  Sécurite  :kK! { i! KI {Kl KI i!J’inspecte  mon harnais,  la longe et la ligne de vie avant usage.\nJe sécurise  les outils et matériaux  pour prévenir  les chutes\nd’objets.\nJe porte un harnais  et je m’attache  aux points  d’ancrage  valides\nconformement  au permis  de travail.\nJ’utilise  un echafaudage  adapte  au besoin  et approuve.\nJe respecte  la distance  minimale  de securite  lors d’un travail  a\nproximite  des lignes  électriques.\nJe m’assure  de la solidite  des toits (bacs, batiments,  auvents,  etc.)\navant tout travail et de l’installation  de protections  adaptees  sur\nles zones  fragiles.\nJe déplace  une plateforme  élevatrice  mobile  de personnel  (PEMP)\nuniquement  en position  basse.\n15",
    "Page_16": "Regle 11\nTotalEnergies\nTravail a chaud\nJ’evite  les travaux  a chaud dans la\n(oy : mesure du possible.\nMon engagement  Sécurite  :\n[4% Je dispose  d’un permis  de travail a chaud.\nIM JSidentifie  les substances  inflammables  et les sources  d’ignition.\nIY Avant d’entreprendre  tout travail € chaud:\n* je m’assure  de |’absence  de substances  inflammables  ou\nde leur isolation  :\n* je recois  |’autorisation  écrite.\nIY En zone dangereuse,  je confirme  que :\n* absence  de gaz a ete testee  ;\n* absence  de gaz sera controlee  en permanence.\n16",
    "Page_17": "Regle 12\nWlelat=me(=met-lalel=14\nJe reste hors de la ligne de danger\net je veille a ce que les autres  fassent\nde meme.\nJe me positionne  de facon a éviter:\n* les objets  en Mouvement  ;\n* les engins  et vehicules  ;\n* les decharges  de pression  ;\n* les chutes  d’objets.\n‘YM J installe  les barriéres  et périmétres  de sécurité.\nJe prends  les mesures  nécessaires  pour sécuriser  les\nobjets  non fixes.\ni Je respecte  les barriéres  et périmétres  de sécurité.\n17",
    "Page_18": "TotalEnergies\nUtiliser  la Stop Card,\nc’est agir pour la Securite\nNous  avons  le devoir  d’intervenir  des qu’une  situation\nnous parait  dangereuse,  et notamment  lorsque  les\nRegles  d’or ne sont pas mises  en ceuvre.\nMeme  en cas de doute,  sans craindre  de s’exposer  a une\nsanction,  utilisons  notre  Stop Card !\nEn posant  des questions  sur la sécurité  d’une  activite  et\nen demandant  l’arrét  d’un travail  en cours,  nous pOUVONS\neviter  des accidents  et sauver  des vies.\nr >\nSTOP  CARD\nJ’interviens  si une\nsituation  me parait\ndangereuse  !\nSAFETY\nTotalEnergies\nTotalEnergies 12\n\\ y,",
    "Page_90": "Elingue  simple Elingue  double Elingues  a Elingue\n(a 1 brin) (a 2 brins) 3 et 4 brins sans fin\nAngle par rapport 0° de 0° > 45° et de 0° > 45° et 0°\na la verticale a45° | =60° = 60°\n90° 8 \\)\n. . . . noeuddirect direct direct direct couleat\nDiamétre Charge  maximale  d'utilisation  (en tonnes)—— Fact Facteur | Facteur Facteur Facteur Facteur acteur(en mam) 1,0 1,4 1,0 21 15 1,6\n8 0,70 0,95 0,70 1,50 1,05 1,10\n9 0,85 1,20 0,85 1,80 1,30 1,40\n10 1,05 1,50 1,05 2,25 1,60 1,70\n11 1,30 1,80 1,30 2,70 1,95 2,12\n12 1,55 2,12 1,55 3,30 2,30 2,50\n13 1,80 2,50 | 1,80 3,85 2,70 2,90\n14 2,12 3,00 2,12 4,35 3,15 3,30\n16 2,70 3,85 2,70 5,65 4,20 4,35\n18 3,40 4,80 3,40 7,20 5,20 5,65\n20 4,35 6,00 4,35 9,00 6,50 6,90\nFig.12.3\n90",
    "Page_104": "104"
}