[
  {
    "chapter": "REGULATIONS ",
    "content": "The principal Statutory Legislation & Regulations which govern lifting\nactivities are:\n- The Health and Safety at Work, etc. Act (197 4).\n- SI 1998 No. 2307 The Lifting Operations and Lifting Equipment\nRegulations 1998.\n- SI 1992 No. 2793 The Manual Handling Operations Regulations. ",
    "sections": [
      {
        "titre": "Health and Safety at Work, etc. Act (1974) ",
        "contenu": "This Act came into force in 1975 for onshore areas and was extended in\n1977, to offshore areas. It is important that persons involved with lifting\nand lifting equipment ensure the safe use of lifting appliances and lift gear "
      },
      {
        "titre": "The Effects of the Act  ",
        "contenu": "It is the duty of every employer to ensure, so far as reasonably practicable,\nthe health, safety and welfare at work of all his employees. This duty\nincludes the provision of all necessary instruction, training and supervision.\nYOU have a legal responsibility to take reasonable care for your own\nhealth and safety for that of other people who may be affected by your\nconduct at work. You must comply with any safety requirements and cooperate with your employer I supervisor as far as necessary to enable that\nduty or requirement to be performed or complied with.  "
      },
      {
        "titre": "The Penalties for Non-Compliance ",
        "contenu": "Legally, YOU are liable for the same statutory penalties as your employer if\nyou do not comply with your obligations under the Act.\nIf you are in breach of the Act, you commit a criminal offence and may\nbe prosecuted whether or not an accident occurs. The Act allows for\nsubstantial fines and I or imprisonment.  "
      },
      {
        "titre": "SI 1998 No. 2307 The Lifting Operations and Lifting Equipment\nRegulations 1998",
        "contenu": "(This is backed by an approved code of practice).\nThese regulations came into force in December 1998. The parts of this\nStatutory Instrument pertinent to this handbook and that affect you \"the\nuser\" are Regulations 4, 5, 6, 7, 8 and 9. Relevant information has been\nextracted from these regulations and is shown here:  "
      }
    ]
  }
]
